[
    {
        "attackMethod": "进行凶猛的物理攻击，并能喷吐幽蓝色的火焰。",
        "specialAbility": "只要核心不被摧毁，就能不断地重组身体进行再生。"
    },
    {
        "attackMethod": "用身体包裹并消化敌人，同时喷射具有强酸性的消化液。",
        "specialAbility": "能够分裂成多个小软泥怪进行群体攻击，并且可以融入环境进行伪装。"
    },
    {
        "attackMethod": "通过高速冲撞和锋利的肢体进行切割，动作迅猛，极具侵略性。",
        "specialAbility": "身体能够瞬间硬化，在短时间内大幅提升物理防御力，但移动速度会相应降低。"
    },
    {
        "attackMethod": "从口器中发射具有粘性的能量球，限制目标行动，并持续造成侵蚀伤害。",
        "specialAbility": "能够感知到强烈的魔力波动，并优先攻击魔力最强的目标。"
    },
    {
        "attackMethod": "释放出覆盖广大范围的孢子云，吸入者会产生幻觉并逐渐丧失战斗意志。",
        "specialAbility": "在生命值降低到一定程度后会进入狂暴状态，攻击模式变得毫无规律但威力大增。"
    },
    {
        "attackMethod": "利用拟态能力模仿周围环境，对靠近的猎物发动致命的突袭。",
        "specialAbility": "被其击伤的伤口会难以愈合，并持续流失魔力。"
    },
    {
        "attackMethod": "发出刺耳的次声波，直接干扰目标的精神和魔力运转，造成混乱。",
        "specialAbility": "能够吸收纯粹的魔力攻击，并将其转化为自身的一部分能量。"
    },
    {
        "attackMethod": "召唤数个小型的能量体分身进行骚扰性攻击，本体则隐藏在暗处。",
        "specialAbility": "拥有短距离空间跳跃能力，可以在战场上进行快速传送，难以被锁定。"
    },
    {
        "attackMethod": "挥动触手进行大范围的扫击，并能在地面上留下具有腐蚀性的粘液轨迹。",
        "specialAbility": "每隔一段时间会进行一次自我复制，若不及时清除，数量会越来越多。"
    },
    {
        "attackMethod": "将身体的一部分化为尖锐的骨刺进行远程投射，射速快且数量密集。",
        "specialAbility": "死亡时会发生剧烈爆炸，对周围造成无差别范围伤害。"
    },
    {
        "attackMethod": "从体表的孔洞中喷射出高压气流，形成无形的风刃进行切割。同时能制造局部真空区域，使敌人窒息或行动受阻。",
        "specialAbility": "能够吸收并同化周围的非生命物质（如岩石、金属）来修复和强化自身躯体，体型和防御力会随之增长。"
    },
    {
        "attackMethod": "释放出带有强烈粘附性的丝状物或液体，用于束缚和拖拽目标。被缠绕的目标会被缓慢地抽取魔力。",
        "specialAbility": "拥有环境拟态能力，可以改变自身颜色和质感，与周围环境融为一体，擅长伏击。"
    },
    {
        "attackMethod": "发出刺耳的、非物理性的尖啸，直接冲击目标的精神，引发恐惧、混乱或短暂的感官剥夺。",
        "specialAbility": "其身体是一个不稳定的能量聚合体，受到致命攻击时会引发剧烈爆炸，对周围造成范围伤害。"
    },
    {
        "attackMethod": "利用身体的高速旋转形成一道移动的龙卷，将周围一切卷入并用离心力撕碎。",
        "specialAbility": "核心被坚固的外壳保护，只有在它攻击的瞬间才会短暂暴露。这是其唯一的弱点。"
    },
    {
        "attackMethod": "在地面或墙体上快速穿行，从敌人意想不到的角度（如脚下、背后）发起突袭，利用锋利的肢体进行穿刺。",
        "specialAbility": "能够制造多个与自身外形相同的能量投影，这些投影没有攻击力，但可以混淆视听，掩护本体的行动。"
    },
    {
        "attackMethod": "常规攻击手段较弱，但能寄生在其他残兽或生物身上，操控宿主进行战斗，并汲取宿主的生命力。",
        "specialAbility": "本体非常微小且难以被侦测，只有在宿主被摧毁后才会脱离。必须使用大范围净化或侦测魔法才能找到它。"
    }
]