[
  {
    "origin": "野生",
    "birthEnvironment": "古战场或墓地，由强烈的怨念聚集而成。",
    "researcherNotes": "典型的亡灵系残兽，建议优先摧毁核心。"
  },
  {
    "origin": "野生",
    "birthEnvironment": "充满污染的沼泽或下水道，由废弃物和负面情绪融合而成。",
    "researcherNotes": "物理攻击效果不佳，建议使用火焰或冰冻等能量攻击使其固化或蒸发。"
  },
    {
      "origin": "野生,城市中积累的怨念与工业废料结合而成的产物。",
      "birthEnvironment": "废弃的化工厂或大型垃圾处理中心。",
      "researcherNotes": "其攻击带有强烈的毒性和腐蚀性，建议穿着具有抗腐蚀涂层的战斗服。净化类魔法对其有特效。"
    },
    {
      "origin": "野生",
      "birthEnvironment": "通常在魔力浓郁但极不稳定的区域。",
      "researcherNotes": "其存在本身会扭曲周围空间。利用空间稳定或重力类能力可以有效限制其行动。"
    },
    {
      "origin": "野生，由人类的集体恐惧和噩梦孕育而成。",
      "birthEnvironment": "医院、墓地或发生过重大灾难的场所。",
      "researcherNotes": "物理攻击几乎无效，其核心是精神体。需要使用能够安抚心灵或破除幻象的能力才能对其造成根本性伤害。精神力较弱的魔法少女应避免直面。"
    },
    {
      "origin": "黑烬黎明进行残兽与古代遗物融合实验的失败品。",
      "birthEnvironment": "组织的秘密地下实验室或古代遗迹周边。",
      "researcherNotes": "展现出远超同级的智能，会利用地形和陷阱进行战斗。其弱点在于作为能量来源的古代遗物核心，破坏核心可使其迅速无力化。"
    },
    {
      "origin": "野生",
      "birthEnvironment": "遭到严重破坏的森林、河流或山脉深处。",
      "researcherNotes": "行动模式兼具野兽的狂暴和植物的特性。对火焰和冰冻两种属性的攻击反应剧烈，可以利用属性克制来创造优势。"
    },
    {
      "origin": "未知",
      "birthEnvironment": "没有固定出现地点，总是在日落或黎明时分的交界地带被目击。",
      "researcherNotes": "威胁等级极高，其行为模式无法预测。目前所有讨伐记录均以失败告终。建议遭遇时立刻撤退，并上报国度。绝对不要试图单独与其战斗。"
    },
    {
      "origin": "野生，由强烈的嫉妒和占有欲汇集而成。",
      "birthEnvironment": "大型商业中心、学校等人际关系复杂的场所。",
      "researcherNotes": "会优先攻击队伍中关系最亲密的两人，试图分化她们。保持冷静的沟通和高度的信任是战胜它的关键。"
    },
    {
      "origin": "黑烬黎明用于区域控制的量产型残兽兵器。",
      "birthEnvironment": "由便携式孵化器在战区快速培育而成。",
      "researcherNotes": "单体威胁不大，但通常以小队形式协同作战，具有标准化的战术逻辑。建议使用大范围攻击打乱其阵型，逐个击破。"
    },
    {
        "origin": "野生",
        "birthEnvironment": "在缺乏光照的幽深洞穴或废弃矿井中，由长年累月的地质压力和黑暗能量孕育而成。",
        "researcherNotes": "该残兽对光线和高温极其敏感，是其明显弱点。建议使用火系或光系魔法进行讨伐，避免在狭窄黑暗的环境中与其交战。"
    },
    {
        "origin": "未知组织进行实验失败后的产物。",
        "birthEnvironment": "魔力流动极不稳定的区域。",
        "researcherNotes": "其行动轨迹毫无逻辑，会进行短距离的空间跳跃，难以预测。建议使用能锁定目标或限制空间移动的能力进行应对。"
    },
    {
        "origin": "由城市中人们被遗忘的“记忆”或“约定”的残渣汇集而成。",
        "birthEnvironment": "老旧的图书馆、废弃的剧院、无人问津的纪念碑下。",
        "researcherNotes": "物理攻击几乎无效，其存在更接近于一种概念。能够唤起攻击者强烈的负面回忆来干扰心智。只有意志坚定或使用能斩断概念能力的魔法少女才能与之对抗。"
    },
    {
        "origin": "黑烬黎明利用污染的生命之源培育的量产型兵器。",
        "birthEnvironment": "充满化学废料和魔力污染的培养槽。",
        "researcherNotes": "展现出惊人的适应能力，能够根据遭受的攻击类型，在短时间内调整自身能量抗性。建议由多名不同属性的魔法少女协同，使用连续变化的攻击方式快速将其消灭。"
    },
    {
        "origin": "野生，由一片被工业“噪音”充满的区域诞生。",
        "birthEnvironment": "大型工厂、交通枢纽或持续发出低频共振的建筑群。",
        "researcherNotes": "对声音攻击完全免疫，甚至能吸收声波能量。但其感知能力完全依赖振动，在空中或使用能消除振动的魔法可以有效规避其探测。"
    }
]