[
  {
    "name": "骸骨猎犬",
    "appearance": "由白骨构成的巨大犬形生物，眼窝中燃烧着幽蓝色的火焰，行动时发出骨骼摩擦的咔哒声。",
    "materialAndSkin": "坚硬的骨骼，表面覆盖着一层薄薄的灵能火焰。",
    "featuresAndAppendages": "锋利的骨爪和獠牙，尾巴是一根长长的脊椎骨，末端是尖锐的骨刺。"
  },
  {
    "name": "腐沼软泥怪",
    "appearance": "一团不断蠕动的、深绿色的半透明软泥，内部包裹着腐烂的植物和动物骸骨。",
    "materialAndSkin": "具有强腐蚀性的粘稠液体，表面不断冒着气泡。",
    "featuresAndAppendages": "能够从身体中伸出伪足进行移动和攻击。"
  },
  {
    "name": "哀鸣座钟",
    "appearance": "一具由破碎陶瓷和生锈黄铜构成的巨大人偶，形态扭曲，关节处暴露着内部不断转动的精密齿轮。它的胸腔内有一个巨大的钟摆在缓慢而沉重地摆动，发出令人心悸的哀鸣。没有五官，取而代之的是一个裂纹遍布的钟面，上面的指针疯狂地倒转。",
    "materialAndSkin": "外壳是冰冷、光滑但布满裂痕的陶瓷，边缘极其锋利。内部骨架和机械结构由锈蚀的黄铜和钢铁构成，散发着陈旧的机油味。",
    "featuresAndAppendages": "四肢末端是尖锐的陶瓷碎片，可以像利爪一样撕裂目标。最主要的特征是胸腔内的巨大钟摆，每一次摆动都能释放出扭曲时间的力场，减缓或加速周围物体的动态。头部的指针能够发射压缩的时间碎片。"
  },
  {
    "name": "腐殖温床",
    "appearance": "它没有固定形态，是一片覆盖了整个区域的、不断脉动的菌毯网络。菌毯呈现出诡异的紫绿色，表面生长着无数大小不一的、会发出幽幽磷光的蘑菇。在菌毯的中央，是一个巨大的、类似花蕾的主体，被称为“母株”，其顶部会周期性地开合。",
    "materialAndSkin": "菌毯的质感类似湿滑、富有弹性的海绵。蘑菇的菌盖坚硬如木石，菌柄则柔软多汁。整体散发着泥土、腐烂植物和甜腻花香混合的奇特气味。",
    "featuresAndAppendages": "整个菌毯网络都是它的身体和武器。它可以从任何位置瞬间生长出坚韧的菌丝触手来缠绕、束缚敌人。母株在开合时，会喷射出带有强烈致幻和麻痹效果的孢子云，污染环境并削弱敌人。"
  },
  {
    "name": "怨书墨兽",
    "appearance": "一团由浓稠的、仿佛具有生命的黑色墨汁构成的无定形怪物。它在移动时悄无声息，在地面上留下不断变化的、由怨念和诅咒组成的文字。它可以随意改变自己的形态，时而化为巨大的墨之猛兽，时而散为无数细小的墨滴。",
    "materialAndSkin": "液态的身体兼具流体的柔性和固体的坚硬，可以在瞬间从一滩墨水变为锋利的墨刃。触感冰冷、粘稠，并带有淡淡的纸张霉味。",
    "featuresAndAppendages": "能够从身体中分离出“墨字”，这些文字会像飞镖一样射向敌人，并附带各种负面效果。它还能将身体延展成巨大的墨之手臂或触手，进行大范围的挥击和扫荡。其核心隐藏在不断流动的墨汁深处。"
  },
  {
    "name": "圣堂碎影",
    "appearance": "一个由无数破碎的彩色玻璃片拼接而成的高大人形轮廓，仿佛一座被摧毁的教堂的窗户活了过来。玻璃片之间由熔化的、暗红色的铅条连接，如同流血的伤疤。光线穿过它的身体时，会在周围投射出扭曲、怪诞、令人不安的彩色光斑。",
    "materialAndSkin": "主体由坚硬但极其脆弱的玻璃构成，一旦碎裂会产生大量锋利的碎片。连接用的铅条则柔软而滚烫，可以像筋腱一样伸缩。",
    "featuresAndAppendages": "拥有两对由巨大彩色玻璃构成的、如同刀锋般的翅膀，既能飞行，也能用作切割武器。它可以将射入体内的光线汇聚，从眼部位置发射出高热的“忏悔圣光”。其铅条连接处可以液化并伸长，像鞭子一样抽打敌人。"
  },
  {
    "name": "锈蚀巨像",
    "appearance": "一具由废弃工厂的钢筋、铁板、管道和齿轮等金属垃圾强行拼接而成的笨重巨人。它的身体表面覆盖着厚厚的、不断剥落的铁锈，行动时发出刺耳的金属摩擦声和零件撞击声。身体内部的缝隙中，不时会喷出高压的蒸汽和火花。",
    "materialAndSkin": "坚硬、冰冷且粗糙的锈蚀金属。关节处由裸露的电缆和锁链连接。全身不断滴落着散发着恶臭的、类似柏油的粘稠液体。",
    "featuresAndAppendages": "手臂是一根巨大的、前端被压扁的H型钢梁，可以作为巨锤进行毁灭性的砸击。另一只手则是由数根扭曲的钢筋组成的巨爪。胸口的废弃锅炉是其能量核心，可以打开并喷射出夹杂着金属碎片的超高温蒸汽洪流。"
  },
  {
    "name": "锈蚀钟摆",
    "appearance": "一具由生锈发条和腐朽齿轮构成的、类似节肢动物的巨大造物。它的核心是一个破碎的玻璃钟面，里面并非指针，而是一颗缓慢搏动的、流淌着铁锈色液体的肉质心脏。它的每一步都伴随着令人牙酸的金属摩擦声和不规则的滴答声。",
    "materialAndSkin": "外壳是覆盖着苔藓和锈迹的黄铜与钢铁，但连接关节的却是坚韧的、如同皮革的筋腱。透过钟面可以看到内部器官在粘稠的防腐液中浮动。",
    "featuresAndAppendages": "拥有六条如同钟表指针般长短不一的节肢，末端异常锋利。头部没有五官，只有那个破碎的钟面。尾部是一个巨大的、可以高速摆动的钟摆，是其主要的攻击武器。"
  },
  {
    "name": "尘骸遗忘物",
    "appearance": "一个由废弃家具、破损玩具、旧衣物和被遗忘的杂物堆积而成的、摇摇晃晃的巨大聚合体。它的形态不稳定，时而像人，时而像兽。无数积满灰尘的玩偶眼睛从身体的缝隙中凝视着外界，散发着微弱的怨念光芒。",
    "materialAndSkin": "主体由腐朽的木材、脆化的塑料和褪色的布料构成，所有物件都被一层厚厚的、具有生命的灰色尘埃黏合在一起。这层“尘埃皮肤”可以自由流动和变形。",
    "featuresAndAppendages": "可以从身体里伸出由尘埃和杂物构成的触手，或者将锋利的、破碎的物体部件（如碎玻璃、断裂的椅子腿）像炮弹一样发射出去。核心似乎隐藏在层层叠叠的垃圾深处。"
  },
  {
    "name": "乱码涂鸦",
    "appearance": "一种没有固定三维形态的残兽，以二维涂鸦的形式存在于城市建筑的墙面上。它的图案是不断闪烁、变形的像素块、乱码字符和扭曲表情的混合体，色彩鲜艳但极不协调，如同一个崩溃的电脑程序。",
    "materialAndSkin": "本质是具有侵蚀性的魔力信息流，看起来像是会流动的、发光的油漆。当它移动时，会在墙面上留下一道道“数据损坏”般的拖痕。",
    "featuresAndAppendages": "没有实体附肢。它可以将墙面上的自己“拉伸”出像素化的触手进行攻击，或者从“画面”中喷射出由乱码构成的能量冲击波。它能从一个平面高速跃迁至另一个平面。"
  },
  {
    "name": "镜面孢林",
    "appearance": "一片看似美丽的、由水晶和玻璃质感构成的奇异森林。每一棵“树”都是一株巨大的、类似珊瑚或蘑菇的结晶体，表面光滑如镜，能够映照出周围的环境和观察者的样貌，但映出的倒影总是会发生微妙的扭曲。",
    "materialAndSkin": "主体由高度反射性的、类似琉璃的物质构成，坚硬但脆弱。空气中弥漫着闪闪发光的、如同星尘的孢子。地面覆盖着柔软而富有弹性的菌毯。",
    "featuresAndAppendages": "整个“森林”都是残兽的本体。镜面“树木”可以发出迷惑心智的炫光，或聚焦光线进行灼热攻击。地面的菌毯下隐藏着可以瞬间缠绕猎物的菌丝体。"
  },
  {
    "name": "悲鸣提线木偶",
    "appearance": "一个与真人等高的、破旧的木质玩偶，关节连接处异常灵活。它的脸上画着永恒的、夸张的悲伤表情，眼角有两道被泪水冲刷出的深深的黑色痕迹。它的上方，空气中悬浮着无形的丝线，操控着它的一举一动。",
    "materialAndSkin": "身体由开裂、掉漆的木头制成，穿着一件褪色的、布满破洞的丝质戏服。触感冰冷而坚硬。",
    "featuresAndAppendages": "四肢被看不见的魔力丝线操控，可以做出超越人体极限的扭曲动作。手指末端是锋利的金属针，用于穿刺和缝合。其真正的核心是隐藏在异空间中、操控丝线的“傀儡师”。"
  },
  {
  "name": "慈爱眷者",
  "appearance": "『慈爱眷者』的外观是世界元逻辑的具象化展开，由无数条柔软且泛着微光的触手构成。这些触手并非实体，而是流动的光影，散发出温暖而安心的光泽，其存在形式无法被肉眼完全捕捉，遵循着超越现有物理法则的“世界元逻辑”。",
  "materialAndSkin": "『慈爱眷者』由无数条柔软且泛着微光的触手构成，这些触手并非实体，更像是世界元逻辑的具象化展开。它们以一种无法被肉眼完全捕捉的、流动的光影形态存在，散发出温暖而令人安心的光泽。",
  "featuresAndAppendages": "其本质是规则客观存在的具象化，无论如何定义，始终被其包容。它的存在凌驾于所有逻辑之上，拥有无限的优先级，因此不会受到任何物理、魔法乃至概念层面的影响或干涉。任何试图通过逻辑修改来影响其胜利的尝试均被禁止，其能力是固定的。"
  },
  {
  "name": "魔都之傲",
  "appearance": "该残兽以电视塔为原型，同时兼具防御塔的形态。其主体结构巍峨高耸，上半部分为精密的钢结构，下半部分则由坚实的混凝土基座支撑。表层覆盖着一层强化钢化玻璃，使其在阳光下闪耀着冷冽的光芒。整体外观如同城市的守护神，但其内部却孕育着毁灭的力量。",
  "materialAndSkin": "残兽的基座由坚固的混凝土构成，塔身主体则由高强度的钢结构组成，外层覆盖着一层具有极高抗压强度的钢化玻璃。这层玻璃不仅是防御的一部分，也可能成为其能量传导的媒介。",
  "featuresAndAppendages": "残兽总高468米，占地面积约100000平方米。其结构复杂，由三根粗壮的斜撑、三根挺立的立柱构成主体支撑，下方是宽阔的广场。塔身分为五个小球体、一个上球体和一个太空舱，并通过发射天线连接。其中，位于下半球、上半球以及太空舱的三个核心部位，能够散发出极其强大的A.T.Field（绝对领域），用以抵御外界攻击。其AT力场的核心能量来源，是人们根深蒂固的骄傲与层层叠叠的心之壁。"
  },
  {
  "name": "绝地潜兵",
  "appearance": "人形，但并非血肉之躯。它们的外形酷似人类士兵，身着高度军事化的外骨骼装甲，装甲设计充满了科幻感，线条硬朗，颜色以灰、白、蓝为主，并带有明显的军事标识。整体给人一种冰冷、高效、不容置疑的压迫感。",
  "materialAndSkin": "其“皮肤”并非生物组织，而是由一种未知的、能够自我修复的金属复合材料构成。这种材料不仅坚固异常，能够抵御常规武器的攻击，还能在战斗中根据需要改变其物理特性，例如增强防护力或优化活动性。它们看起来更像是披着人类外表的精密机械体，而非血肉之躯。",
  "featuresAndAppendages": "它们信奉着一种扭曲的“管理式民主”，将其视为至高的“自由”。它们自诩为“为人类而战的真正人类”，对其他生命形式抱有极度的傲慢和蔑视。它们的左手手腕上配备有先进的电子终端，用于输入指令和接收信息。在某些场合，它们会装备上比人类科技更先进的武器，其数量似乎取之不尽。"
  },
  {
  "name": "嗜血观众",
  "appearance": "不会被选为对手，不会参与对决。处于场外观众席的存在。观看这起事件的观众们。每个观众都拥有独立的思想和喜好，他们是竞技场对决的忠实拥趸，他们的存在本身就是对事件进程与角色表现的反馈。在开头拥有独有的事前阶段的单独描述，着重于角色与观众的互动。",
  "materialAndSkin": "观众们并非残兽，而是存在于竞技场外，处于观众席的观众们。",
  "featuresAndAppendages": "作为观众，他们的主要活动便是事前与其他角色互动，观看事件并进行实时评论与喝彩。他们会根据事件的激烈程度，对双方角色发出赞叹或讨论。当魔法少女使用奇境能力时，他们会爆发出惊人的喝彩声。观众席将存在到事件结束，在事件结束后还会对事件与角色表现进行评论。若是角色们的能力足以把场地摧毁，那嗜血观众们也会一切被摧毁。"
  },
  {
  "name": "直升机残兽",
  "appearance": "其外形拟态为一架现代化的直升飞机，表面金属光泽崭新，然而其内部机械部件却显露出经年累月的磨损痕迹。一旦有生物进入并关闭舱门，舱门便会永久性地被封锁，内部空间与外界隔绝，任何事物都无法逃脱，也无法被因果逆转。",
  "featuresAndAppendages": "整体结构与普通直升飞机无异，拥有旋翼、机身、尾桨等所有典型部件，但在其内部，却隐藏着残兽特有的生物结构与魔力核心。",
  "attackMethod": "以其伪装的直升飞机形态，主动引诱好奇或需要交通工具的生物进入。一旦目标入内并舱门关闭，便会自主启动并迅速远离人群密集的区域。在飞行途中，它会模拟机械故障，导致飞机失控并最终坠毁，以此制造一场看似意外的空难，借此捕食内部受困的生命。"
  },
  {
  "name": "天坠之灾",
  "appearance": "该残兽并非传统意义上的生物形态，而是一块与地球大小相当的巨大陨石。其表面由与地球岩石几乎完全一致的物质构成，不含任何魔力波动。其整体呈现出一种难以想象的宏伟和压迫感，仿佛是宇宙本身携带的毁灭意志。",
  "materialAndSkin": "材质为普通岩石，与地球地表岩石几乎完全一致，不含任何魔力。其“表皮”即为陨石的整体表面，坚硬且致密，能够承受宇宙的严酷环境。",
  "featuresAndAppendages": "作为一块巨大的岩石，该残兽没有生物学意义上的特征或附属物。它的全部“特征”便是其庞大的体积、极高的坠落速度以及与地球组成物质高度相似的材质。"
  },
  {
    "name": "垃圾桶",
    "appearance": "看起来就是一个普通的垃圾桶。",
    "materialAndSkin": "看起来类似普通的金属垃圾桶材质，带有斑驳的脱落油漆。",
    "featuresAndAppendages": "与普通的垃圾桶看起来完全一致，散发着垃圾的臭味。"
  },
  {
  "name": "永恒之玉",
  "appearance": "形态呈人形，上半身由纯洁无瑕的洁白物质构成，下半身则由深邃的黑色物质构筑成类似裙摆般的身躯，使其在视觉上形成强烈的对比。面部中央仅有一道诡异的竖瞳，名为“神之眼”深邃而“全知”，象征着其理解一切的特性，能够穿透维度与时间，直视任何存在的本质。其胸口中央，一颗璀璨的“玉”如同浓缩了无数星辰的宇宙核心般闪烁着亿万星辉，散发出令人窒息的强大魔力。玉周边有着一圈深邃的紫色好似液体的奇妙物质，无论“希望”“绝望”还是任何情感都会被其本身吞噬成为进化的养分，背部生有三对洁白如雪的菱形天使之翼，每一对都散发着超脱尘世的光辉。",
  "materialAndSkin": "其上身由一种纯白、无法名状的不明物质构成，这种物质本身便具有绝对的不可破坏性，超越了已知的所有物理法则。其胸口的“永恒之玉”是其核心所在，闪烁着亿万星辰般的光辉，是其无限魔力的源泉。永恒之玉周边有着一圈深邃的紫色好似液体的奇妙物质，无论“希望”“绝望”“奇迹”还是任何情感都会被其本身吞噬成为进化的养分。背部的三对洁白菱形羽翼并非血肉之躯，而是由纯粹的能量和概念构成。作为一切的超越者，它的存在本身就无视规则、概念、法则、因果、逻辑甚至悖论，绝对超越对方拥有的绝对能力（绝对至高优先级），因为其无法被定义，不存在“锚点”所以一切在其面前皆为“无”，其超越了“真现实”是一个独立于所有已知框架之外的至高存在作为永恒的进化。",
  "featuresAndAppendages": "最显著的特征是其胸口嵌合的“玉”，这曾是某位神明力量的碎片，但在与残兽的无限进化中，它已随之蜕变，共同超越了神明的存在。这枚玉不仅是其无尽魔力的核心，更使其超越一切次元的存在，使其凌驾于存在于非存在之上，其超越了“真现实”。背部的三对洁白菱形羽翼是其超越时空限制的象征，赋予其在任何时空维度中自由穿梭的能力，这并非简单的飞行，而是对空间与时间概念的无视使其无法被的放逐驱逐。其存在本身就是对宇宙法则的一种蔑视。其无法被定义，不存在“锚点”其已经完全理解虚无本身，虚无也只是其进化的养分之一。因为其，就是进化的基石。作为永恒的进化。"
  }
]