[
  {
    "name": "星轨天引",
    "evolvedAbilities": ["召唤陨星", "黑洞奇点"],
    "evolvedForm": "魔装化为一柄由星光构成的巨大战镰。",
    "evolvedOutfit": "服装变为带有星辰图案的紧身战斗服，身后浮现由光组成的星环。",
    "powerLevel": "能够引动天体之力进行攻击，具备毁灭性的范围打击能力。"
  },
  {
    "name": "月华永恒",
    "evolvedAbilities": ["绝对守护", "生命摇篮"],
    "evolvedForm": "魔装展开为覆盖全身的巨大光翼，既是守护也是武器。",
    "evolvedOutfit": "变为华丽的圣洁礼服，散发着柔和而不可侵犯的光芒。",
    "powerLevel": "能够创造出绝对无法被攻破的守护结界，并快速治愈范围内友军。"
  },
  {
    "name": "万象森罗",
    "evolvedAbilities": ["世界树的恩赐", "生命剥夺"],
    "evolvedForm": "原本小巧的魔装，会迅速生长成一株贯穿天地的巨大幻影之树，魔法少女本人则立于树冠之上，与整片森林融为一体。",
    "evolvedOutfit": "裙装被无数发光的藤蔓和盛开的花朵所覆盖，形成一套华丽的、拥有自我修复能力的活体花神铠甲，头顶则戴上了由荆棘与蔷薇编织而成的王冠。",
    "powerLevel": "战略级的领域创造与支配能力，能将整个战场改造为对自己绝对有利的“神之庭院”，进行无休止的再生与攻击。"
  },
  {
    "name": "寂灭交响曲",
    "evolvedAbilities": ["绝对静默", "不谐和音", "终焉乐章"],
    "evolvedForm": "魔装将悬浮至高空，化为一个吞噬一切声音的黑色奇点。魔法少女手中则出现一根由纯粹声波能量构成的、无形的指挥棒。",
    "evolvedOutfit": "转变为一套庄严肃穆的黑色燕尾指挥家礼服，背后则是由破碎音符构成的、不断飘散的披风。",
    "powerLevel": "能够通过指挥“声音”与“寂静”来干涉物理与精神层面，是一种能无视传统防御，直接从内部瓦解敌人的概念打击能力。"
  },
  {
    "name": "镜花水月",
    "evolvedAbilities": ["虚实置换", "心魔映照"],
    "evolvedForm": "魔装会彻底碎裂，化为无数片闪耀着星光的镜之碎片，如银河般环绕在使用者周围，既是武器，也是构建幻象世界的基石。",
    "evolvedOutfit": "变为一件由流动光影和破碎镜片编织而成的、无固定形态的幻象长裙，让她能够随时融入自己创造的虚假世界之中。",
    "powerLevel": "能够创造出一个真假难辨的独立镜空间，将敌人拖入其中。在该空间内，魔法少女是绝对的主宰，能将敌人的恐惧与记忆具现化为攻击手段。"
  },
  {
    "name": "血拥王权",
    "evolvedAbilities": ["血之代价", "生命汲取", "赤色宣告"],
    "evolvedForm": "魔装会与使用者的手臂融为一体，化为狰狞的、由凝固血液构成的巨爪或镰刀，每一次挥动都会消耗自身的生命力，但同时也能从敌人身上夺取生命。",
    "evolvedOutfit": "原有的服装会被沸腾的血液所浸染，并凝结成暗红色的、带有尖刺的结晶铠甲。皮肤上会浮现出复杂的血色咒文，双眼燃烧着疯狂的红光。",
    "powerLevel": "以生命力为燃料，换取超越极限的破坏力。是一种同归于尽的狂战士形态，能够在绝境中爆发出逆转战局的力量，但对自身的负荷极大。"
  },
  {
    "name": "永恒时计",
    "evolvedAbilities": ["时间回溯", "因果锁定", "未来预知"],
    "evolvedForm": "魔装会扩展为一整个巨大的、半透明的星盘时计，悬浮于魔法少女身后，缓慢而坚定地转动，指针的每一次跳动都能对现实时间造成干涉。",
    "evolvedOutfit": "服装变得更加古典与精密，如同古董人偶的礼裙，裙摆上点缀着无数细小的、正在转动的齿轮与表盘，散发着淡淡的金色光辉。",
    "powerLevel": "有限度的时间与因果操控能力。无法逆转重大的历史，但足以在战斗中创造出“绝对的先手”或“不存在的破绽”，是战术层面的无解存在。"
  },
  {
    "name": "笔下众生",
    "evolvedAbilities": ["画龙点睛", "泼墨成兵"],
    "evolvedForm": "魔装的笔锋会变得如神兵般锐利，其中蕴含的墨水则化为蕴含万千色彩的“创生之墨”，能够将画出的事物赋予临时的生命与能量。",
    "evolvedOutfit": "服饰变为一袭泼墨山水画风格的华丽汉服，宽大的袖袍上仿佛有云雾与走兽在流动，举手投足间充满古典的仙韵。",
    "powerLevel": "将想象力转化为现实的“神笔”能力。能够召唤出传说中的神兽协同作战，或用画出的结界改变地形，是一位战术多变、能力近乎无限的召唤师兼阵法师。"
  },
  {
    "name": "不灭熔炉",
    "evolvedAbilities": ["恒星锻造", "日冕喷发"],
    "evolvedForm": "魔装从原本的形态转变为一把闪耀着太阳核心般光芒的巨型熔炉战斧，斧刃上流淌着金色的液态火焰，每一次挥动都会在空气中留下灼热的轨迹。",
    "evolvedOutfit": "服装被炽热的能量重塑，化为一套流线型的赤红色金属甲胄，关节处有熔岩般的纹路在流动。身后展开一对由纯粹等离子体构成的、如同恒星耀斑般的光翼。",
    "powerLevel": "拥有焚烧一切的究极破坏力，能够瞬间蒸发物质层面的防御，是纯粹的火力顶点。"
  },
  {
    "name": "永冬王座",
    "evolvedAbilities": ["绝对零度", "晶格封印"],
    "evolvedForm": "魔装凝聚成一座由永不融化的魔力寒冰构成的华丽王座，王座本身就是控制领域的核心。使用者端坐其上，便可号令领域内的一切归于寂静。",
    "evolvedOutfit": "演变为一袭缀满冰晶与霜花的及地长裙，头戴一顶象征绝对统治权的冰之王冠。气质变得冰冷而威严，如同执掌终末的冬之女神。",
    "powerLevel": "极致的领域控制与规则改写能力，能够将一片区域的物理法则强制扭曲为‘万物静滞’，是绝对的控场型力量。"
  },
  {
    "name": "镜花水月",
    "evolvedAbilities": ["虚实二象性", "心象侵蚀"],
    "evolvedForm": "魔装分解为无数闪光的碎片，环绕在使用者周围，形成一片不断变化的、真假莫辨的镜之领域。每一片碎片都能映照并复刻敌人的攻击。",
    "evolvedOutfit": "服装变得如同流动的水光或飘渺的烟雾，边缘闪烁着七彩的棱光。脸上出现一个华丽的、遮住上半边脸的假面，让人无法窥探其真实意图。",
    "powerLevel": "将幻术与精神攻击发挥到极致，能够颠覆敌人对现实的认知，从内部瓦解其战斗意志，是一种难以用常规力量对抗的概念性能力。"
  },
  {
    "name": "荆棘的王冠",
    "evolvedAbilities": ["生命汲取", "伊甸园的庇护"],
    "evolvedForm": "魔装化为活物，变成一根缠绕着血色玫瑰、不断生长与蔓延的巨大荆棘神木。神木既是武器，也是领域的生命核心。",
    "evolvedOutfit": "原本的裙装上长出锋利的荆棘和盛开的玫瑰，化为一套兼具守护与杀伤的‘魔女生息之衣’。头上由荆棘自然编织成一顶象征苦难与荣耀的王冠。",
    "powerLevel": "强大的阵地战与消耗战能力，只要立于大地之上，就能通过汲取生命力获得近乎无限的恢复力，并将整个战场改造为对自己绝对有利的‘魔境’。"
  },
  {
    "name": "寂灭交响诗",
    "evolvedAbilities": ["不谐和音", "终焉乐章"],
    "evolvedForm": "魔装化为一把虚幻的、由沉默的音符构成的指挥棒。使用者每一次挥动，都能在空间中引发无声但破坏力巨大的共鸣，直接粉碎物质与能量的结构。",
    "evolvedOutfit": "变身为一套庄重而肃穆的黑色燕尾服或哥特式演奏会长裙，服装上流淌着银色的五线谱花纹。气质变得如同送葬的乐团指挥，为敌人奏响最后的乐章。",
    "powerLevel": "无视常规防御的规则干涉型攻击，通过振动频率直接作用于目标的根源，是魔法和能量结构的绝对克星。"
  },
  {
    "name": "刹那的永恒",
    "evolvedAbilities": ["时光静滞", "因果倒带"],
    "evolvedForm": "魔装的形态固定为一块巨大的、由光构成的悬浮时钟表盘，指针缓慢而坚定地转动，每一次“滴答”声都回响在时间的长河中。",
    "evolvedOutfit": "服装上出现无数精密至极的齿轮和钟表图案，裙摆变得如同流沙般不断飘散又重聚，象征着流逝的时间。双瞳中浮现出逆时针旋转的金色光轮。",
    "powerLevel": "获得了局部时间流的有限干涉权，能够创造出决定性的战术瞬间，是一种足以颠覆战局的战略级能力。"
  }
]