[
  {
    "codename": "晨曦草",
    "appearance": {
      "outfit": "晨光色的丝绸短裙，裙边绣有金色的太阳纹路，轻薄的纱质披肩如同初升的朝霞。",
      "accessories": "额前佩戴着一枚星辰形状的金色发饰，手腕上系着流光溢彩的丝带。",
      "colorScheme": "金色、白色、淡粉色",
      "overallLook": "活泼开朗的少女，金色的长发如同阳光般耀眼，眼中总是闪烁着希望的光芒。充满元气的笑容是她的标志。"
    }
  },
  {
    "codename": "月见草",
    "appearance": {
      "outfit": "深蓝色的天鹅绒长裙，上面点缀着银色的月相刺绣，裙摆如同静谧的夜空。",
      "accessories": "银色的月牙形耳环，脖颈上戴着一条简单的星辰吊坠项链。",
      "colorScheme": "深蓝、银色、淡紫色",
      "overallLook": "文静而内敛的少女，银白色的长发如同月光般柔顺。气质沉静，眼神中透露着一丝忧郁与温柔。"
    }
  },
  {
    "codename": "昙花",
    "appearance": {
      "outfit": "一件午夜蓝色、带有银线刺绣的无袖旗袍，裙摆设计为半透明的层叠花瓣状，在行动时如同月光下的涟漪。背部有镂空设计，勾勒出花朵绽放的图案。",
      "accessories": "发间别着一枚会发出柔和微光的白玉昙花发簪，手腕上戴着一串由冰种水晶串成的手链，仿佛凝结的露珠。",
      "colorScheme": "深夜蓝、月光银、纯白、淡紫色",
      "overallLook": "气质空灵而忧郁，如同稍纵即逝的梦境。她的存在感非常飘忽，给人一种优雅、易碎且难以触及的印象。"
    }
  },
  {
    "codename": "矢车菊",
    "appearance": {
      "outfit": "蓝白色相间的骑士风格短裙装，上身是带有肩甲设计的紧身胸衣，下身是硬朗线条的不规则褶裙。搭配了耐磨的白色长筒皮靴和及膝的棉质长袜。",
      "accessories": "腰间系着一条多功能棕色皮带，上面挂着一个小巧的急救包。脖子上戴着一个用矢车菊金属浮雕装饰的项圈。",
      "colorScheme": "矢车菊蓝、亚麻白、皮革棕、银色",
      "overallLook": "充满活力的骑士风魔法少女。她的眼神坚定，举止爽朗，带有一种天生的正义感和未经雕琢的野性美，仿佛随时准备踏上征途。"
    }
  },
  {
    "codename": "龙舌兰",
    "appearance": {
      "outfit": "一套融合了沙漠作战服风格的紧身衣，材质坚韧，具有极佳的防护性。外部披着一件宽大的、带有兜帽的沙色斗篷，边缘有几何形状的暗纹。",
      "accessories": "手臂上装备着由黑曜石打磨而成的、带有尖刺的臂铠。头发被编成数条利落的蝎子辫，发梢系着绿松石珠子。",
      "colorScheme": "沙土黄、龙舌兰绿、黑曜石黑、绿松石蓝",
      "overallLook": "沉默、坚忍的沙漠守望者。她身姿挺拔，气场强大而内敛，像一株在极端环境中积蓄了数十年力量、等待一朝绽放的植物，充满了神秘和威慑力。"
    }
  },
  {
    "codename": "风信子",
    "appearance": {
      "outfit": "由无数淡紫色、粉色和蓝色纱片堆叠而成的芭蕾舞裙式连衣裙，裙摆像一串串倒挂的风信子花。泡泡袖的设计增添了可爱的气息。",
      "accessories": "手腕和脚踝上系着会发出清脆铃音的丝带。头戴一个由小花朵和绿叶编织而成的精致花环。",
      "colorScheme": "薰衣草紫、樱花粉、天空蓝、嫩绿色",
      "overallLook": "活泼开朗、充满春天气息的少女。她的笑容极具感染力，总是在轻快地旋转、跳跃，像一个传播欢乐与希望的春日精灵。"
    }
  },
  {
    "codename": "黑鸢尾",
    "appearance": {
      "outfit": "一件哥特洛丽塔风格的丝绒长裙，裙摆宽大，边缘点缀着精致的黑色蕾丝和金色流苏。高领设计和束腰勾勒出高贵典雅的线条。",
      "accessories": "戴着一顶小巧的、带有黑纱的礼帽，手持一柄鸢尾花形状的银质权杖。手指上戴着镶嵌有深紫色宝石的戒指。",
      "colorScheme": "墨紫色、暗金色、丝绒黑、深海蓝",
      "overallLook": "高贵而神秘的夜之女皇。她的举止优雅庄重，眼神深邃，仿佛洞悉一切秘密。浑身散发着一种古典、禁欲又充满诱惑的矛盾气质。"
    }
  },
  {
    "codename": "虞美人",
    "appearance": {
      "outfit": "薄如蝉翼的绯红色汉服襦裙，衣袂上绣着随风摇曳的虞美人花纹。宽大的袖口在舞动时如同蝶翼，整体服装轻盈飘逸。",
      "accessories": "腰间系着一条缀有玉佩和红色流苏的宫绦。长发用一根简约的木簪绾起，发间点缀着几颗小珍珠。",
      "colorScheme": "罂粟红、象牙白、淡墨黑、玉石绿",
      "overallLook": "古典、纤细、带有一丝悲剧色彩的美人。她的神情总是温柔而略带哀愁，舞姿优美动人，让人联想到战场上凄美的诀别之舞。"
    }
  },
  {
    "codename": "紫藤",
    "appearance": {
      "outfit": "一件融合了和服与晚礼服元素的层叠式长裙，宽大的袖口和裙摆上点缀着渐变色的紫藤花刺绣，随着动作摇曳生姿，如同垂下的花瀑。",
      "accessories": "发间缠绕着银色的藤蔓状发饰，末端垂下几串水晶花穗。耳朵上是长款的流苏耳环，腰间系着一条深紫色、绣有银线的宽腰带。",
      "colorScheme": "薰衣草紫、靛蓝、月光银、藤木棕",
      "overallLook": "散发着古典、忧郁而神秘的气质。她的姿态优雅，眼神中总带着一丝难以捉摸的疏离感，宛如在薄暮中静静绽放的古老花树。"
    }
  },
  {
    "codename": "彼岸花",
    "appearance": {
      "outfit": "极具冲击力的不对称战斗服。主体是紧身的黑色皮革，但从腰部到腿侧、以及单边肩膀，都绽放出火焰般张扬的赤红色布料，边缘锐利如花瓣。",
      "accessories": "脖颈上戴着一个带有金色蜘蛛图腾的项圈，脚踩鞋跟极细、形如花蕊的过膝高跟靴。另一侧手臂上缠绕着荆棘状的黑色金属臂环。",
      "colorScheme": "猩红、曜石黑、熔火金",
      "overallLook": "美丽、致命且带有悲剧色彩。她的每一个动作都充满了决绝与宿命感，眼神锐利如刀，是一位行走在黄泉边界的孤独裁决者。"
    }
  },
  {
    "codename": "昙花",
    "appearance": {
      "outfit": "由半透明的、仿佛月光纺织而成的多层纱裙构成。裙摆轻盈飘渺，裙身上有荧光的脉络，会在魔力流动时明灭。整体设计简洁而梦幻。",
      "accessories": "额前佩戴着一顶模拟雄蕊形态的精致银冠。她赤着双足，脚踝上系着会发出微光的星尘脚链。没有任何多余的装饰，强调其短暂而纯粹的本质。",
      "colorScheme": "月光白、薄雾银、瞬间的荧光蓝",
      "overallLook": "气质空灵、纯净而易逝。她的存在感非常奇特，仿佛下一秒就会消失在空气中，给人一种需要拼尽全力去守护的、梦幻般的美感。"
    }
  },
  {
    "codename": "向日葵",
    "appearance": {
      "outfit": "充满活力的黄色蓬蓬裙，搭配棕色的紧身小马甲，设计灵感源自乡村舞裙。裙边和胸口装饰着大量的褶边和蕾丝，便于活动。",
      "accessories": "头上戴着一顶编织草帽，帽檐上别着一朵鲜活的向日葵。手腕和脚踝上系着天空蓝色的缎带，穿着结实的棕色短靴。",
      "colorScheme": "亮黄、可可棕、晴空蓝、草叶绿",
      "overallLook": "如同夏日阳光般明媚、乐观、充满能量。她总是带着灿烂的笑容，行动起来大开大合，是团队中永不枯竭的希望与活力的源泉。"
    }
  },
  {
    "codename": "颠茄",
    "appearance": {
      "outfit": "典型的哥特萝莉塔风格洋装，钟形的裙摆和泡泡袖显得庄重又可爱。裙子主体是深紫色天鹅绒，上面覆盖着精致的黑色蕾丝，缀有浆果状的黑色纽扣。",
      "accessories": "头戴一顶小巧的、带有紫色缎带的黑色礼帽。手上是蕾丝手套，脚上是厚底的玛丽珍鞋。脖子上挂着一个装着荧光绿色液体的微型药剂瓶吊坠。",
      "colorScheme": "剧毒紫、午夜黑、病态的荧光绿",
      "overallLook": "兼具玩偶般的精致与致命的危险气息。她的外表甜美无害，但笑容和眼神深处却透露出一丝疯狂与不可预测，是“美丽之物皆有毒”的完美写照。"
    }
  },
  {
    "codename": "蓝罂粟",
    "appearance": {
      "outfit": "一件剪裁利落的浅灰色高领军装式风衣，银色的纽扣和肩章增添了一丝禁欲感。风衣之下是天空蓝色的百褶短裙，形成刚与柔的对比。",
      "accessories": "斜戴着一顶灰色贝雷帽，头发用一枚精致的、花蕊为淡黄色的蓝色罂粟发簪盘起。脖子上系着一条柔软的黄色丝巾，脚蹬及膝的灰色军靴。",
      "colorScheme": "雾霾蓝、鸽子灰、花蕊黄",
      "overallLook": "冷静、疏离且带有些许忧郁的学者气质。她总是安静地观察着一切，仿佛沉浸在自己的精神世界里，给人一种高原空气般清冷而纯净的感觉。"
    }
  },
  {
    "codename": "龙舌兰",
    "appearance": {
      "outfit": "融合了沙漠旅者与战士风格的服装。硬质的、带有几何花纹的绿色胸甲，搭配米白色的宽松长裤，裤腿被紧紧地绑在脚踝处。背后披着一件边缘磨损的流苏披风。",
      "accessories": "手臂上缠绕着带刺的皮质护腕，额头上系着一条印有太阳符号的头带。腰间挂着一个陶制的水壶和数个小工具包。",
      "colorScheme": "龙舌兰绿、沙土黄、陶土红、烈日橙",
      "overallLook": "坚韧、野性而可靠。她有着饱经风霜的成熟感和强大的生存能力，眼神坚定，气质如沙漠岩石般沉默而顽强，是能在任何绝境中寻找到生机的存在。"
    }
  },
  {
    "codename": "昙华",
    "appearance": {
      "outfit": "一袭午夜蓝色调的曳地长裙，裙身以银线绣出星轨与昙花的暗纹，裙摆如花瓣般层层叠叠。外罩一件半透明的纱质羽衣，轻盈飘逸，仿佛月光凝结而成。",
      "accessories": "发间佩戴着一枝绽放的白玉昙花发簪，花蕊处镶嵌着微光的月长石。手腕上是简约的银色星链，没有多余的缀饰。",
      "colorScheme": "午夜蓝、月光白、星辉银",
      "overallLook": "气质清冷、神秘而优雅，如同只在月夜中短暂绽放的梦境。她的眼神沉静，仿佛洞悉了世间的短暂与美丽，给人以可望而不可及的美感。成女体型。"
    }
  },
  {
    "codename": "曼殊沙华",
    "appearance": {
      "outfit": "如火焰般鲜红的改良式和服，裙摆被裁剪成不规则的撕裂状，如同彼岸花凌乱而妖异的花瓣。宽大的袖口内衬为墨色，行动间仿佛有黑色的蝴蝶在飞舞。",
      "accessories": "脸上戴着一张白色的狐狸面具，只露出一双金色的眼瞳。乌黑的长发用一根华丽的金色发簪束起，发簪的末端是彼岸花花蕊的形状。",
      "colorScheme": "血红色、墨色、金色",
      "overallLook": "妖异而美丽，充满了悲剧性的压迫感。她像是行走在生死边界的引路人，每一个动作都兼具古典的优雅与致命的危险，周身散发着决绝而哀伤的气息。"
    }
  },
  {
    "codename": "蒲公英",
    "appearance": {
      "outfit": "一件由无数白色绒球点缀的蓬蓬短裙，搭配嫩黄色的紧身上衣，腰间系着一条绿色的丝带。整体服装看起来轻盈、柔软，仿佛一触即散。",
      "accessories": "头戴一顶白色的绒球贝雷帽，背后有一对半透明的、类似昆虫翅膀的魔力光翼，让她能随风漂浮。",
      "colorScheme": "纯白色、嫩黄色、草绿色",
      "overallLook": "活泼开朗、充满朝气，给人一种自由自在、随遇而安的感觉。她的笑容像阳光一样灿烂，眼神中总是闪烁着对未知世界的好奇。少女体型。"
    }
  },
  {
    "codename": "夹竹桃",
    "appearance": {
      "outfit": "设计甜美可爱的粉白色洛丽塔洋装，装饰着大量的蕾丝、荷叶边和蝴蝶结，看起来精致得如同一位陶瓷人偶。",
      "accessories": "头上戴着巨大的粉色蝴蝶结发饰，手上戴着一双洁白的蕾丝手套。总是撑着一把装饰华丽的阳伞，伞的边缘缀有深绿色的缎带。",
      "colorScheme": "甜粉色、纯白色、剧毒般的深绿色",
      "overallLook": "外表天真无邪，言行举止都像一个不谙世事的大小姐。她总是微笑着，看起来甜美又无害，但那份过于完美的“可爱”之下，却隐藏着一丝若有若无的危险气息。"
    }
  },
  {
    "codename": "龙胆",
    "appearance": {
      "outfit": "一身剪裁利落的宝蓝色骑士礼服，搭配笔挺的白色长裤和过膝的黑色长靴。肩部有金色的流苏绶带和徽章，显得庄重而威严。",
      "accessories": "没有佩戴任何饰品，仅在腰间佩戴着一把装饰朴素的西洋剑。深蓝色的长发高高束成马尾，一丝不苟。",
      "colorScheme": "宝蓝色、纯白色、金色",
      "overallLook": "气质坚定、严于律己，如同一位孤高的守护骑士。她的眼神锐利，表情严肃，浑身散发着正义、秩序与不容置疑的强大信念。成女体型。"
    }
  }
]