[
  {
    "codename": "晨曦草",
    "appearance": {
      "outfit": "晨光色的丝绸短裙，裙边绣有金色的太阳纹路，轻薄的纱质披肩如同初升的朝霞。",
      "accessories": "额前佩戴着一枚星辰形状的金色发饰，手腕上系着流光溢彩的丝带。",
      "colorScheme": "金色、白色、淡粉色",
      "overallLook": "活泼开朗的少女，金色的长发如同阳光般耀眼，眼中总是闪烁着希望的光芒。充满元气的笑容是她的标志。"
    }
  },
  {
    "codename": "月见草",
    "appearance": {
      "outfit": "深蓝色的天鹅绒长裙，上面点缀着银色的月相刺绣，裙摆如同静谧的夜空。",
      "accessories": "银色的月牙形耳环，脖颈上戴着一条简单的星辰吊坠项链。",
      "colorScheme": "深蓝、银色、淡紫色",
      "overallLook": "文静而内敛的少女，银白色的长发如同月光般柔顺。气质沉静，眼神中透露着一丝忧郁与温柔。"
    }
  },
  {
    "codename": "昙花",
    "appearance": {
      "outfit": "一件午夜蓝色、带有银线刺绣的无袖旗袍，裙摆设计为半透明的层叠花瓣状，在行动时如同月光下的涟漪。背部有镂空设计，勾勒出花朵绽放的图案。",
      "accessories": "发间别着一枚会发出柔和微光的白玉昙花发簪，手腕上戴着一串由冰种水晶串成的手链，仿佛凝结的露珠。",
      "colorScheme": "深夜蓝、月光银、纯白、淡紫色",
      "overallLook": "气质空灵而忧郁，如同稍纵即逝的梦境。她的存在感非常飘忽，给人一种优雅、易碎且难以触及的印象。"
    }
  },
  {
    "codename": "矢车菊",
    "appearance": {
      "outfit": "蓝白色相间的骑士风格短裙装，上身是带有肩甲设计的紧身胸衣，下身是硬朗线条的不规则褶裙。搭配了耐磨的白色长筒皮靴和及膝的棉质长袜。",
      "accessories": "腰间系着一条多功能棕色皮带，上面挂着一个小巧的急救包。脖子上戴着一个用矢车菊金属浮雕装饰的项圈。",
      "colorScheme": "矢车菊蓝、亚麻白、皮革棕、银色",
      "overallLook": "充满活力的骑士风魔法少女。她的眼神坚定，举止爽朗，带有一种天生的正义感和未经雕琢的野性美，仿佛随时准备踏上征途。"
    }
  },
  {
    "codename": "龙舌兰",
    "appearance": {
      "outfit": "一套融合了沙漠作战服风格的紧身衣，材质坚韧，具有极佳的防护性。外部披着一件宽大的、带有兜帽的沙色斗篷，边缘有几何形状的暗纹。",
      "accessories": "手臂上装备着由黑曜石打磨而成的、带有尖刺的臂铠。头发被编成数条利落的蝎子辫，发梢系着绿松石珠子。",
      "colorScheme": "沙土黄、龙舌兰绿、黑曜石黑、绿松石蓝",
      "overallLook": "沉默、坚忍的沙漠守望者。她身姿挺拔，气场强大而内敛，像一株在极端环境中积蓄了数十年力量、等待一朝绽放的植物，充满了神秘和威慑力。"
    }
  },
  {
    "codename": "风信子",
    "appearance": {
      "outfit": "由无数淡紫色、粉色和蓝色纱片堆叠而成的芭蕾舞裙式连衣裙，裙摆像一串串倒挂的风信子花。泡泡袖的设计增添了可爱的气息。",
      "accessories": "手腕和脚踝上系着会发出清脆铃音的丝带。头戴一个由小花朵和绿叶编织而成的精致花环。",
      "colorScheme": "薰衣草紫、樱花粉、天空蓝、嫩绿色",
      "overallLook": "活泼开朗、充满春天气息的少女。她的笑容极具感染力，总是在轻快地旋转、跳跃，像一个传播欢乐与希望的春日精灵。"
    }
  },
  {
    "codename": "黑鸢尾",
    "appearance": {
      "outfit": "一件哥特洛丽塔风格的丝绒长裙，裙摆宽大，边缘点缀着精致的黑色蕾丝和金色流苏。高领设计和束腰勾勒出高贵典雅的线条。",
      "accessories": "戴着一顶小巧的、带有黑纱的礼帽，手持一柄鸢尾花形状的银质权杖。手指上戴着镶嵌有深紫色宝石的戒指。",
      "colorScheme": "墨紫色、暗金色、丝绒黑、深海蓝",
      "overallLook": "高贵而神秘的夜之女皇。她的举止优雅庄重，眼神深邃，仿佛洞悉一切秘密。浑身散发着一种古典、禁欲又充满诱惑的矛盾气质。"
    }
  },
  {
    "codename": "虞美人",
    "appearance": {
      "outfit": "薄如蝉翼的绯红色汉服襦裙，衣袂上绣着随风摇曳的虞美人花纹。宽大的袖口在舞动时如同蝶翼，整体服装轻盈飘逸。",
      "accessories": "腰间系着一条缀有玉佩和红色流苏的宫绦。长发用一根简约的木簪绾起，发间点缀着几颗小珍珠。",
      "colorScheme": "罂粟红、象牙白、淡墨黑、玉石绿",
      "overallLook": "古典、纤细、带有一丝悲剧色彩的美人。她的神情总是温柔而略带哀愁，舞姿优美动人，让人联想到战场上凄美的诀别之舞。"
    }
  },
  {
    "codename": "紫藤",
    "appearance": {
      "outfit": "一件融合了和服与晚礼服元素的层叠式长裙，宽大的袖口和裙摆上点缀着渐变色的紫藤花刺绣，随着动作摇曳生姿，如同垂下的花瀑。",
      "accessories": "发间缠绕着银色的藤蔓状发饰，末端垂下几串水晶花穗。耳朵上是长款的流苏耳环，腰间系着一条深紫色、绣有银线的宽腰带。",
      "colorScheme": "薰衣草紫、靛蓝、月光银、藤木棕",
      "overallLook": "散发着古典、忧郁而神秘的气质。她的姿态优雅，眼神中总带着一丝难以捉摸的疏离感，宛如在薄暮中静静绽放的古老花树。"
    }
  },
  {
    "codename": "彼岸花",
    "appearance": {
      "outfit": "极具冲击力的不对称战斗服。主体是紧身的黑色皮革，但从腰部到腿侧、以及单边肩膀，都绽放出火焰般张扬的赤红色布料，边缘锐利如花瓣。",
      "accessories": "脖颈上戴着一个带有金色蜘蛛图腾的项圈，脚踩鞋跟极细、形如花蕊的过膝高跟靴。另一侧手臂上缠绕着荆棘状的黑色金属臂环。",
      "colorScheme": "猩红、曜石黑、熔火金",
      "overallLook": "美丽、致命且带有悲剧色彩。她的每一个动作都充满了决绝与宿命感，眼神锐利如刀，是一位行走在黄泉边界的孤独裁决者。"
    }
  },
  {
    "codename": "昙花",
    "appearance": {
      "outfit": "由半透明的、仿佛月光纺织而成的多层纱裙构成。裙摆轻盈飘渺，裙身上有荧光的脉络，会在魔力流动时明灭。整体设计简洁而梦幻。",
      "accessories": "额前佩戴着一顶模拟雄蕊形态的精致银冠。她赤着双足，脚踝上系着会发出微光的星尘脚链。没有任何多余的装饰，强调其短暂而纯粹的本质。",
      "colorScheme": "月光白、薄雾银、瞬间的荧光蓝",
      "overallLook": "气质空灵、纯净而易逝。她的存在感非常奇特，仿佛下一秒就会消失在空气中，给人一种需要拼尽全力去守护的、梦幻般的美感。"
    }
  },
  {
    "codename": "向日葵",
    "appearance": {
      "outfit": "充满活力的黄色蓬蓬裙，搭配棕色的紧身小马甲，设计灵感源自乡村舞裙。裙边和胸口装饰着大量的褶边和蕾丝，便于活动。",
      "accessories": "头上戴着一顶编织草帽，帽檐上别着一朵鲜活的向日葵。手腕和脚踝上系着天空蓝色的缎带，穿着结实的棕色短靴。",
      "colorScheme": "亮黄、可可棕、晴空蓝、草叶绿",
      "overallLook": "如同夏日阳光般明媚、乐观、充满能量。她总是带着灿烂的笑容，行动起来大开大合，是团队中永不枯竭的希望与活力的源泉。"
    }
  },
  {
    "codename": "颠茄",
    "appearance": {
      "outfit": "典型的哥特萝莉塔风格洋装，钟形的裙摆和泡泡袖显得庄重又可爱。裙子主体是深紫色天鹅绒，上面覆盖着精致的黑色蕾丝，缀有浆果状的黑色纽扣。",
      "accessories": "头戴一顶小巧的、带有紫色缎带的黑色礼帽。手上是蕾丝手套，脚上是厚底的玛丽珍鞋。脖子上挂着一个装着荧光绿色液体的微型药剂瓶吊坠。",
      "colorScheme": "剧毒紫、午夜黑、病态的荧光绿",
      "overallLook": "兼具玩偶般的精致与致命的危险气息。她的外表甜美无害，但笑容和眼神深处却透露出一丝疯狂与不可预测，是“美丽之物皆有毒”的完美写照。"
    }
  },
  {
    "codename": "蓝罂粟",
    "appearance": {
      "outfit": "一件剪裁利落的浅灰色高领军装式风衣，银色的纽扣和肩章增添了一丝禁欲感。风衣之下是天空蓝色的百褶短裙，形成刚与柔的对比。",
      "accessories": "斜戴着一顶灰色贝雷帽，头发用一枚精致的、花蕊为淡黄色的蓝色罂粟发簪盘起。脖子上系着一条柔软的黄色丝巾，脚蹬及膝的灰色军靴。",
      "colorScheme": "雾霾蓝、鸽子灰、花蕊黄",
      "overallLook": "冷静、疏离且带有些许忧郁的学者气质。她总是安静地观察着一切，仿佛沉浸在自己的精神世界里，给人一种高原空气般清冷而纯净的感觉。"
    }
  },
  {
    "codename": "龙舌兰",
    "appearance": {
      "outfit": "融合了沙漠旅者与战士风格的服装。硬质的、带有几何花纹的绿色胸甲，搭配米白色的宽松长裤，裤腿被紧紧地绑在脚踝处。背后披着一件边缘磨损的流苏披风。",
      "accessories": "手臂上缠绕着带刺的皮质护腕，额头上系着一条印有太阳符号的头带。腰间挂着一个陶制的水壶和数个小工具包。",
      "colorScheme": "龙舌兰绿、沙土黄、陶土红、烈日橙",
      "overallLook": "坚韧、野性而可靠。她有着饱经风霜的成熟感和强大的生存能力，眼神坚定，气质如沙漠岩石般沉默而顽强，是能在任何绝境中寻找到生机的存在。"
    }
  },
  {
    "codename": "昙华",
    "appearance": {
      "outfit": "一袭午夜蓝色调的曳地长裙，裙身以银线绣出星轨与昙花的暗纹，裙摆如花瓣般层层叠叠。外罩一件半透明的纱质羽衣，轻盈飘逸，仿佛月光凝结而成。",
      "accessories": "发间佩戴着一枝绽放的白玉昙花发簪，花蕊处镶嵌着微光的月长石。手腕上是简约的银色星链，没有多余的缀饰。",
      "colorScheme": "午夜蓝、月光白、星辉银",
      "overallLook": "气质清冷、神秘而优雅，如同只在月夜中短暂绽放的梦境。她的眼神沉静，仿佛洞悉了世间的短暂与美丽，给人以可望而不可及的美感。成女体型。"
    }
  },
  {
    "codename": "曼殊沙华",
    "appearance": {
      "outfit": "如火焰般鲜红的改良式和服，裙摆被裁剪成不规则的撕裂状，如同彼岸花凌乱而妖异的花瓣。宽大的袖口内衬为墨色，行动间仿佛有黑色的蝴蝶在飞舞。",
      "accessories": "脸上戴着一张白色的狐狸面具，只露出一双金色的眼瞳。乌黑的长发用一根华丽的金色发簪束起，发簪的末端是彼岸花花蕊的形状。",
      "colorScheme": "血红色、墨色、金色",
      "overallLook": "妖异而美丽，充满了悲剧性的压迫感。她像是行走在生死边界的引路人，每一个动作都兼具古典的优雅与致命的危险，周身散发着决绝而哀伤的气息。"
    }
  },
  {
    "codename": "蒲公英",
    "appearance": {
      "outfit": "一件由无数白色绒球点缀的蓬蓬短裙，搭配嫩黄色的紧身上衣，腰间系着一条绿色的丝带。整体服装看起来轻盈、柔软，仿佛一触即散。",
      "accessories": "头戴一顶白色的绒球贝雷帽，背后有一对半透明的、类似昆虫翅膀的魔力光翼，让她能随风漂浮。",
      "colorScheme": "纯白色、嫩黄色、草绿色",
      "overallLook": "活泼开朗、充满朝气，给人一种自由自在、随遇而安的感觉。她的笑容像阳光一样灿烂，眼神中总是闪烁着对未知世界的好奇。少女体型。"
    }
  },
  {
    "codename": "夹竹桃",
    "appearance": {
      "outfit": "设计甜美可爱的粉白色洛丽塔洋装，装饰着大量的蕾丝、荷叶边和蝴蝶结，看起来精致得如同一位陶瓷人偶。",
      "accessories": "头上戴着巨大的粉色蝴蝶结发饰，手上戴着一双洁白的蕾丝手套。总是撑着一把装饰华丽的阳伞，伞的边缘缀有深绿色的缎带。",
      "colorScheme": "甜粉色、纯白色、剧毒般的深绿色",
      "overallLook": "外表天真无邪，言行举止都像一个不谙世事的大小姐。她总是微笑着，看起来甜美又无害，但那份过于完美的“可爱”之下，却隐藏着一丝若有若无的危险气息。"
    }
  },
  {
    "codename": "龙胆",
    "appearance": {
      "outfit": "一身剪裁利落的宝蓝色骑士礼服，搭配笔挺的白色长裤和过膝的黑色长靴。肩部有金色的流苏绶带和徽章，显得庄重而威严。",
      "accessories": "没有佩戴任何饰品，仅在腰间佩戴着一把装饰朴素的西洋剑。深蓝色的长发高高束成马尾，一丝不苟。",
      "colorScheme": "宝蓝色、纯白色、金色",
      "overallLook": "气质坚定、严于律己，如同一位孤高的守护骑士。她的眼神锐利，表情严肃，浑身散发着正义、秩序与不容置疑的强大信念。成女体型。"
    }
  },
  {
    "codename": "雪莲「历战之星」",
    "appearance": {
      "outfit": "历经无数次竞技场战斗的传奇魔法少女，她依然身着一袭流线剪裁的纯白连衣裙，但材质已升华为一种看似柔韧、实则无法被摧毁的魔力织物，名为“无垢之纱”。裙身依旧简洁，仅在领口与袖口处点缀着更为深邃的苍穹蓝细边，裙摆边缘在高速移动时会短暂呈现出锋利的、仿佛空间涟漪的结晶轮廓，昭示着内敛的锋芒。",
      "accessories": "发间佩戴的发夹仍是流云之形，在经历无数战斗后已经仿佛一片凝固的虚空。腕上的银环则铭刻着肉眼不可见的‘归真’符文，只在瓦解复杂性时才会短暂亮起，流露出寂静而绝对的力量。",
      "colorScheme": "主色调升华为永恒的霜白与深邃的苍穹蓝，辅以寂静之银作为点缀。整体色调更显清冷、坚决，营造出一种历经万战后，洗尽铅华、回归本源的极致纯粹感。",
      "overallLook": "整体外观从轻盈不可侵犯，升华为一种绝对与永恒的沉静之美。她不再仅仅是‘纯粹’，而是‘真理’的行走化身。气质沉静如万古冰川，眼神洞彻虚妄，她的存在本身，就是对世间一切繁杂冗余的无声裁决。成女体型。"
    }
  },
  {
    "codename": "睡莲",
    "appearance": {
    "outfit": "变身后的服装是层叠的轻纱长裙，如同水波般流淌，裙摆处有莲叶或睡莲花瓣的纹理，袖口宽大，方便施展调和力量。",
    "accessories": "颈间佩戴一枚温润如玉的莲花形吊坠，手腕和足踝有银色的纤细链条，上面点缀着微小的水滴形宝石，耳畔则垂下睡莲花苞状的耳坠。",
    "colorScheme": "主色调为纯净的白色、柔和的湖蓝色和淡雅的翠绿色，点缀以银色或珍珠白的光泽，营造出流水与宁静的氛围。",
    "overallLook": "整体外观圣洁而宁静，如同自水面升起的睡莲，散发着安宁祥和的气息，予人以无限的信任与希望。"
    }
  },
  {
  "codename": "风铃",
  "appearance": {
    "outfit": "一袭由轻盈面料层叠而成的纯白长裙，裙摆处渐变为栗棕色，如同被染上了泥土的颜色。裙身设计简约而不失优雅，但肩部和肘部可见由特殊材质制成的护甲，线条流畅却透着坚韧。",
    "accessories": "颈间佩戴着一条纤细的深红色缎带，如同某种契约或烙印。手上戴着一对由光影编织而成的精致手铐，平时隐约闪烁着微光，战斗时则会实体化，其上刻有密集的经文和荆棘花纹。",
    "colorScheme": "主色调为柔和的奶油白与深邃的栗棕色，辅以少量暗红色或紫罗兰色的点缀，营造出一种圣洁中带着一丝忧郁与沉重的氛围。",
    "overallLook": "整体外观呈现出一种纯洁而又饱受磨砺的圣女形象，仿佛身披星辰与尘埃，既有奉献的悲悯，又蕴含着无法言喻的沉重与力量。看似脆弱，实则坚韧。"
    }
  },
  {
  "codename": "百合",
  "appearance": {
    "outfit": "一袭纯白与银色交织的蓬松短裙，边缘点缀着微光，轻盈飘逸，象征着未被染指的纯粹。",
    "accessories": "颈间佩戴一枚简约的晶莹吊坠，形似尚未展开的花苞；手腕和足踝处有细密的银链，暗示着未来无限的可能性。",
    "colorScheme": "主色调为纯净的白色和柔和的银色，辅以浅淡的月光蓝或微光金，营造出清冷而充满希望的氛围。",
    "overallLook": "整体外观清雅脱俗，充满未被雕琢的纯粹感，如同初生的精灵，既有少女的梦幻，又蕴含着深不可测的潜在力量。"
    }
  },
  {
  "codename": "圣诞星",
  "appearance": {
    "outfit": "以深邃的星空蓝和纯洁的银白为主色调，剪裁合体的长款礼服裙摆处如同星河流淌，肩部和袖口点缀着符文图案，既有学者的严谨，又有战士的肃穆。",
    "accessories": "佩戴着一对手臂覆盖至肘部的流线型银色臂铠，其上嵌有闪烁的符文。腰间悬挂着一本古老的法典，书脊处有星辰光芒流转。发间佩戴星形发饰，耳畔垂下细长的符文链。",
    "colorScheme": "深星空蓝、纯银白、少量璀璨的符文金光和星辰般的光点。",
    "overallLook": "整体外观风格优雅、权威，且略带复古气息，融合了古典学者与骑士的元素，并散发着未来感与空灵的光辉。"
    }
  },
  {
  "codename": "侧金盏花",
  "appearance": {
    "outfit": "一件深宝蓝色、长袖的束腰长袍式衣裙，裙身点缀着精细的古兽图腾或星辰图案的金色刺绣。裙摆为方便行动而开叉，兼具优雅与实用性。",
    "accessories": "青铜色的古兽头型 ornate 胸针别于衣领处，指尖套着由暗色坚韧材料制成的露指手套。及膝长靴实用而深沉，带有不易察觉的金属光泽点缀。",
    "colorScheme": "深邃的宝蓝色与古朴的青铜色/金色交织，辅以少许沉郁的墨绿色，整体营造出一种深邃而富有历史感的色调。",
    "overallLook": "整体风格沉稳而神秘，散发着古老智慧与坚韧不屈的气质。她的装束兼顾战斗的实用性与魔法少女的典雅，如同历史中走出的守护者。"
    }
  },
  {
  "codename": "枫花",
  "appearance": {
    "outfit": "整体服装以深紫与墨黑为主色，裁剪贴身，强调曲线与力量感。高开叉与不对称设计，配以金属搭扣和皮质镶边，既有军装的利落，又不失妖冶的诱惑。",
    "accessories": "一条镶嵌着尖刺与红宝石的修长魔鞭是其核心饰品，缠绕于腰间或手腕。颈部佩戴有精巧的锁链式项圈，指尖有锋利的金属甲片，隐约透出危险的魅力。",
    "colorScheme": "主色调为深邃的墨黑、魅惑的紫罗兰，辅以冷冽的银色与血腥的猩红作为点缀，营造出一种高贵而危险的氛围。",
    "overallLook": "整体风格是高贵、危险且充满支配欲的女王形象。眼神锐利，笑容玩味，散发着令人臣服的强大气场和极致的诱惑力，仿佛掌控着一切的魔女。"
    }
  },
  {
  "codename": "曼陀罗",
  "appearance": {
    "outfit": "以深沉的墨黑与暗红为主色调，剪裁简洁却带着某种祭祀般的仪式感。衣摆或袖口处有流动的暗影纹路，仿佛活物，无声地蔓延。",
    "accessories": "佩戴着一枚由不规则黑色晶体构成的胸针，晶体中心隐约可见一圈诡异的金色瞳孔。指尖常有微弱的虚空能量缠绕，仿佛随时能将触及之物吞噬。",
    "colorScheme": "主色调为深邃的墨黑与血腥的暗红，辅以少量的骨白和幽暗的金色，形成一种既华丽又压抑的对比。",
    "overallLook": "优雅而疏离，散发着古老而危险的气息，如同披着人皮的观测者，其眼底深处潜藏着无尽的虚空与吞噬的欲望。"
    }
  },
  {
  "codename": "爱尔兰钟",
  "appearance": {
    "outfit": "一袭修身的长款礼服，裙摆开叉便于行动，材质轻盈却韧性十足。胸口和裙摆处有流动的星辰和棋盘格纹暗纹，展现出优雅与神秘。",
    "accessories": "手腕佩戴一枚精致的银质怀表，内部表盘如同星图，指针随命运微光流转。发间点缀几缕细碎的星光发饰，耳畔垂落小巧的棋子状耳坠。",
    "colorScheme": "主色调为深邃的星空蓝与典雅的银白，辅以璀璨的金色点缀，如同夜空中闪耀的棋盘。整体配色沉静而富有力量感。",
    "overallLook": "她拥有如夜空般深邃的蓝紫色长发，微卷自然垂落，眼眸则是清澈的银灰色，闪烁着智慧与洞察的光芒。身姿修长，气质沉静而优雅，眼神中透露着一丝不易察觉的狡黠与玩味，仿佛一切都在她的掌控之中。"
    }
  },
  {
  "codename": "金辉花",
  "appearance": {
    "outfit": "身着华丽的鎏金长袍，如同流动的熔金，其上镶嵌着无数细碎的光点，犹如星辰般闪烁，裙摆拖地，尽显其无上尊贵。",
    "accessories": "头戴一枚雕刻着烈日图腾的璀璨金冠，双腕佩戴宽厚的黄金臂钏，颈间悬挂着一枚硕大的太阳形项坠。",
    "colorScheme": "主色调为耀眼的金色，辅以温暖的橙红与纯净的乳白色，象征着太阳的炽热与光辉。",
    "overallLook": "她拥有金色的长发，如瀑布般倾泻而下，瞳孔燃烧着橙红色的光芒，面容精致却带着难以掩饰的傲慢与威严。体态修长，神情永远高高在上，仿佛俯瞰众生。"
    }
  },
  {
  "codename": "蓝雪",
  "appearance": {
    "outfit": "她身着一套简洁而优雅的魔法战斗服，上身为修身的银白色束胸衣，胸前有金色交织的纹样，下身是层叠的宝石蓝色短裙，内衬为丝滑的纯白材质，裙摆轻盈飘逸。腿部是过膝的银色长靴，膝盖处有强化护甲，兼顾美观与防护。",
    "accessories": "她的脖颈上佩戴着一条纤细的银色项链，吊坠是一颗闪烁着微光的六边形水晶，仿佛凝结着过往的记忆与未来的可能。手腕和前臂上则有流线型的银色护腕，与剑柄上的纹路相呼应，边缘镶嵌着细小的蓝色宝石，如同夜空中闪烁的星辰。",
    "colorScheme": "主色调为纯净的银白与深邃的宝石蓝，辅以少量的璀璨金色点缀。银白色象征其坚定的意志和纯洁的品格，宝石蓝代表深远的洞察力、忠诚与守护，金色则彰显其内在的勇气和高洁的灵魂。",
    "overallLook": "整体外观风格为高洁而英勇的骑士，融合了优雅的女性气质与战斗的实用性。她的身姿挺拔，眼神坚定，散发着守护与真理并存的强大气场。银蓝色的配色让她看起来既神秘又可靠。"
    }
  },
  {
  "codename": "三叶草",
  "appearance": {
    "outfit": "一件紧身运动上衣，配有强化且发光的肘部护垫，确保最大的冲击力。她穿着高腰、深色短裤，带有动感的侧开衩，搭配高帮运动鞋，能够在任何地形上实现爆发性移动和敏捷的步法。",
    "accessories": "她的手腕上戴着光滑的深色护腕，一只显眼的、棱角分明的臂铠覆盖着她的前臂，内部散发出微弱的能量光芒。",
    "colorScheme": "主色调为深沉的黑色和深红色，点缀以电光蓝和金色，象征着力量、激情与速度。",
    "overallLook": "她的整体外观散发出强大、运动且务实的战斗气息，结合了未来感运动服饰的元素，以及一种坚定不移的决心和竞争精神，随时准备发出决定性的打击。"
    }
  },
  {
  "codename": "牡丹",
  "appearance": {
    "outfit": "她身着一套兼具军装风格与魔法气息的制服。上身是裁剪合体的束腰战甲，胸口有半兽化的图纹，下身是修身的战斗裤，外罩一层及膝的深色披风。披风边缘有磨损的痕迹，仿佛历经沙场，内衬则绣有神秘的符文。",
    "accessories": "她的肩部佩戴着精致的金属肩章，其上雕刻着一头咆哮的狼头图腾，象征着芬里尔的力量。腰间系着一根宽大的腰带，挂有一枚古朴的印章，那是她 '将军' 身份的具象化。",
    "colorScheme": "主色调为深沉的赤红与铁灰色，辅以少量的金色或银色点缀。赤红象征着战斗与决心，铁灰色则代表着坚韧与防御，金色或银色则彰显其将领的尊贵与力量。",
    "overallLook": "整体外观风格雄浑而肃穆，既有魔法少女的飒爽，又兼具战场将领的威严与压迫感。她散发着一种历经百战的沉稳气息，半兽化的特征若隐若现，透露出其内在的狂野力量，令人望而生畏。"
    }
  },
  {
  "codename": "勿忘我",
  "appearance": {
    "outfit": "她身着一袭修身且便于行动的深靛色战斗长裙，裙摆带有不对称的剪裁，流露出利落感。裙身点缀着银色流线型纹路，如同剑锋划过的轨迹。",
    "accessories": "她的发间可能佩戴着一枚小巧的银色剑形发饰，或是指尖一枚刻有简洁线条的戒指，低调却不失力量感，与魔装相呼应。",
    "colorScheme": "主色调为深邃的靛蓝与墨黑，点缀以清澈的银白与流动的星光，营造出神秘而沉静的氛围。",
    "overallLook": "深邃的眼眸，瞳色如夜空般湛蓝，透出沉静与坚毅。她的长发如同墨染般乌黑，发梢微卷，随风飘逸。身姿修长而矫健，面容冷静而专注，眉宇间透露着不容置疑的果敢与守护的决心。"
    }
  },
  {
  "codename": "蝶豆花",
  "appearance": {
    "outfit": "她身着一套轻盈飘逸的礼服式战斗服，裙摆层叠，如同绽放的花瓣，袖口与领口处采用半透明的轻纱材质，隐约可见的蝴蝶纹理，兼具优雅与实用性。",
    "accessories": "发间点缀着精致的蝶翼形发饰，耳畔垂坠着细长的生命之花耳坠。颈部佩戴着一条镶嵌着微光宝石的项链，腰间束有织带，流苏末端挂着一枚小型茧状吊坠。",
    "colorScheme": "主色调为深邃的蝶豆蓝与柔和的淡紫，点缀以象征生命与希望的翠绿色，以及少量提升整体质感的鎏金边饰。",
    "overallLook": "她拥有一头柔顺的深蓝色长发，发梢微卷，瞳色是温暖的琥珀金。面容清秀，眼神中流露出温柔与坚毅。身形纤细，但姿态舒展，散发着沉静而坚定的守护气息。"
    }
  },
  {
  "codename": "蝴蝶兰",
  "appearance": {
    "outfit": "一套紧身流线型的战斗服，以电光蓝和银白色为主，胸前和四肢有发光的电路纹路，这些纹路会随着能量的流动而闪烁，背部延伸出一件轻薄透明、边缘泛着时空涟漪的披风。",
    "accessories": "高科技的流线型护目镜，腕部和踝部佩戴着随着她的动作会散发出时间涟漪的能量环，有时可见微小的齿轮或沙漏浮雕。",
    "colorScheme": "主色调为电光蓝与银白色，辅以流动的虹彩光泽和少许金色光点，象征着速度、时空与高洁。",
    "overallLook": "整体外观未来感十足，充满动感与速度感。她的身形仿佛一道流光，每一次移动都带着时间被扭曲的残影，优雅而迅捷，如同永不停歇的时光本身。"
    }
  },
  {
    "codename": "剑兰",
    "appearance": {
        "outfit": "一身剪裁合体的午夜蓝与黑色战裙，裙摆高开叉以保证行动力，内搭坚韧的暗色紧身裤。肩部、手腕和靴子覆盖有银色或墨色带有利刃造型的轻型甲片，整体线条锋利而流畅，如同星辰划过夜空。",
        "accessories": "她的肩甲和胸甲上覆盖着流动的银色星光符文，头饰变为一顶由星辰碎片构成的王冠，周身环绕着幽暗却璀璨的星尘。",
        "colorScheme": "主色调为深邃的午夜蓝和黑色，辅以耀眼的银色或星光白作为点缀，局部可见深紫或暗红的微光，象征力量与决绝。",
        "overallLook": "她身形高挑纤细却不失力量感，一头乌黑（或午夜蓝）的长发如同星瀑般披散，偶尔有银色光泽闪烁。双瞳深邃而锐利，如同凝视深渊的星辰，面部表情常年保持着坚定与决绝，透露出不容置疑的威严。"
    }
  },
  {
  "codename": "接骨木",
  "appearance": {
    "outfit": "她身着一袭流光溢彩的渐变蓝色舞台裙，裙摆由多层轻盈的薄纱构成，如同音波般层叠展开。胸前和腰间镶嵌着闪耀的星辰与音符图案，整体设计兼具优雅与活力。",
    "accessories": "她头戴由音符与蓝色星辰编织而成的光环，颈间佩戴着一枚闪耀着柔和光芒的麦克风型吊坠。手腕和脚踝处有透明的音波状饰带环绕，每一步都伴随轻微的悦耳声响。",
    "colorScheme": "主色调为纯净的“蓝”色，辅以圣洁的珍珠白、流光溢彩的银色以及少量点缀的梦幻粉和星光金，营造出舞台上璀璨夺目的偶像气质。",
    "overallLook": "整体外观呈现出一位在舞台上闪耀的偶像形象，兼具圣洁的优雅与灵动的活力。她的服装如同流动的水波与星光交织，散发出治愈人心的柔和光芒，予人以希望与美好的感受。"
    }
  },
  {
  "codename": "康乃馨",
  "appearance": {
    "outfit": "以纯净的乳白色或浅蓝色丝绸为主，如水波般层叠垂坠的古典长袍，袖口宽大，裙摆拖地。胸前点缀着贝壳或珍珠样式的装饰，腰间系有细长的编织腰带。",
    "accessories": "头部两侧自然延伸出晶莹剔透的螺旋状盘羊角，额心嵌有一颗紫红色的宝石。发间点缀着微光闪烁的海洋泡沫状发饰和海螺耳坠。",
    "colorScheme": "主色调为浅蓝、乳白与海沫绿，辅以点缀的紫红色与珍珠光泽，营造出一种圣洁、宁静而又充满生命力的氛围。",
    "overallLook": "整体外观神圣而母性，散发着温柔的慈爱光辉。如同远古的创生女神，气质飘逸，步伐轻柔，周身仿佛有生命之水环绕。"
    }
  },
  {
  "codename": "牛至",
  "appearance": {
    "outfit": "衣装是一件蓬松的、带有荷叶边和蝴蝶结的短款连衣裙，裙摆轻盈，方便行动。材质柔软亲肤，仿佛云朵般轻盈。袖口和领口处有半透明的泡泡状装饰，闪烁着彩虹般的光泽。",
    "accessories": "她的头部会佩戴一对柔软的、由魔法光芒编织而成的羽毛状发饰，轻微颤动时会发出类似轻笑的细微声响。手腕和脚踝处有蓬松的绒球，触感柔软，仿佛随时能引发一阵轻痒。",
    "colorScheme": "主色调为明亮的鹅黄色和天空蓝，辅以柔和的奶油白和少许浅粉色。整体色彩搭配呈现出活泼、轻快且充满童趣的调性。",
    "overallLook": "整体外观风格是充满奇趣和欢乐的“戏谑少女”形象，服装设计强调舒适与轻盈，细节处透露着俏皮与非传统。她看起来不像是会参与激烈战斗，更像是会带来欢声笑语的使者。"
    }
  },
  {
  "codename": "曙光花",
  "appearance": {
    "outfit": "一袭带有星辰点缀的修身魔法长袍，裙摆轻盈，仿佛由极光凝结而成，随着动作流光溢彩。衣袖宽松飘逸，边缘处有星光流淌的纹路，整体设计优雅而不失行动力。",
    "accessories": "发间点缀着由极光凝结而成的流线型发饰，耳畔悬挂着微型沙漏状的耳坠，它们随着她的动作闪烁着虹彩光芒。手腕上佩戴着一枚由光线编织而成的腕带，其上镶嵌着一颗如极光般变幻色彩的宝石。",
    "colorScheme": "主色调为深邃的午夜蓝和神秘的紫罗兰色，辅以流动的青绿色、淡粉色和金色的极光渐变，整体呈现出夜晚天空与北极光交织的梦幻感。",
    "overallLook": "整体外观如同夜空中降临的极光女神，优雅而神秘，散发着冷静与智慧的光芒。她的服装与饰品完美融合了极光的梦幻与流动的光影，给人一种能够洞察并改变命运轨迹的超然感。"
    }
  },
  {
  "codename": "白荷",
  "appearance": {
    "outfit": "身着一袭轻盈飘逸的月白色广袖长袍，衣摆处绣有流动的云水纹与抽象的太极图腾。外罩一层半透明的翡翠绿纱衣，衬托出超凡脱俗的气质，如同云雾缭绕的山巅仙人。",
    "accessories": "发间佩戴一枚古朴的玉簪，簪头雕刻着祥云纹。腰间系着一串由无色琉璃珠串成的流苏，每颗珠子都映照出微缩的太极图，随着她的动作轻轻摇曳。",
    "colorScheme": "主色调为纯净的月白色与雅致的翡翠绿，辅以淡金色的云纹和点缀其间的星辰银光，整体呈现出清冷而高远的仙逸之感。",
    "overallLook": "她拥有银白如月华的发丝，柔顺地垂落至腰际，双眸如同深邃的宇宙星海，闪烁着古老而洞悉一切的智慧光芒。身形纤细修长，姿态从容而宁静，周身散发着一种超脱尘世的宁静与慈悲，表情总是带着一丝若有若无的淡然笑意。"
    }
  },
  {
  "codename": "黄百合",
  "appearance": {
    "outfit": "魔法少女的变身服装是一套由虹光丝线编织而成的极简风格三点式比基尼，材质轻盈如同流动的光芒，巧妙地运用透明与半透明的薄纱，在保持暴露感的同时，也赋予了服装一种空灵与圣洁的艺术美感。",
    "accessories": "她佩戴着一对长及手肘的优雅指套式手套，由与服装同源的虹光材质构成，其上点缀着细微的脉动光点。胸口中央悬浮着一枚小巧的、散发着柔和光芒的球形宝石，象征着无尽的善意与愉悦。",
    "colorScheme": "主色调为柔和的玫瑰粉、薰衣草紫与流动的香槟金色渐变，辅以半透明的虹彩光泽，整体呈现出梦幻而诱人的暖色系。",
    "overallLook": "整体外观风格空灵而充满诱惑力，旨在唤起舒适与开放感，而非侵略性。她周身散发着亲和的光晕，每一个动作都充满着优雅与邀请，如同爱与美的化身。"
    }
  },
  {
  "codename": "茉莉花",
  "appearance": {
    "outfit": "一袭深色、无缝剪裁的修身长袍，材质轻薄却能有效遮蔽身形，领口和袖口设计简洁，无任何多余装饰，强调实用与隐蔽性。",
    "accessories": "仅在腰间系有一条细长的银色链带，末端悬挂着一枚形似水滴的黑色宝石，不时散发微弱的幽光，为整体低调的造型增添一丝神秘感。",
    "colorScheme": "主色调为深邃的午夜蓝和墨黑色，点缀少量哑光银色或深灰色，营造出静谧、难以捉摸且能融入阴影的氛围。",
    "overallLook": "整体造型低调而神秘，线条流畅，如同融入阴影般的存在。不张扬，却自带一种令人难以忽视的距离感，仿佛随时可以消失在视野中。"
    }
  },
  {
  "codename": "青海翠雀花",
  "appearance": {
    "outfit": "她身着一袭剪裁得体的暗纹旗袍，高开叉至大腿，袖口与领口镶嵌着金线勾勒的麻将牌纹饰。腰间系有宽大的黑绸带，缀以流苏和玉质麻将牌坠饰，彰显其雅致而致命的风格。",
    "accessories": "发间别着一支由青蓝玉石雕琢而成的麻将牌发簪，耳畔垂坠着骰子造型的耳环。指尖常转动一枚刻有‘役满’字样的戒指。",
    "colorScheme": "主色调为深沉的墨绿与暗蓝，辅以象征麻将牌的玉白、曜石黑和金线点缀。",
    "overallLook": "整体造型典雅而富有东方韵味，结合了传统服饰的婉约与赌局的神秘气息，流露出一种玩世不恭却又掌控一切的独特魅力。"
    }
  },
  {
  "codename": "荨麻",
  "appearance": {
    "outfit": "她身着一袭如夜空般深邃的修身长袍，袍身如同流动的星尘，不时闪烁着微弱的宇宙光斑。袖口和领口处以古老的符文线条勾勒，似有无尽的宇宙在其间流转。整体造型简洁而威严，展现出超越凡俗的神秘感。",
    "accessories": "她的指尖与发梢会散发出微弱的星辰光芒，颈部佩戴着一枚深邃的、如同微缩黑洞般的吊坠，不时有虚无的涟漪从中扩散。耳畔悬挂着由古老符文构成的耳饰，闪烁着幽暗而深邃的微光。",
    "colorScheme": "主色调为深邃的墨黑与幽暗的紫，辅以流动变换的星辰银与虚空金作为点缀。整体呈现出宇宙深渊的寂静与广阔。",
    "overallLook": "整体外观风格为“虚空观测者”，呈现出一种高贵、神秘且超然于世的氛围。她的存在感如同宇宙深渊般浩瀚而不可名状，令人敬畏却又无法窥探其全貌。"
    }
  },
  {
  "codename": "银莲",
  "appearance": {
    "outfit": "她身着一袭流光溢彩的纯白长裙，裙摆仿佛由星河织就，随风轻扬间可见无数微小的星辰闪烁。服装剪裁优雅，线条流畅，如同宇宙的呼吸般自然。肩部和腰部可能镶嵌着奇迹般的光芒结晶。",
    "accessories": "她的发间可能装饰着由星辰碎片凝聚而成的发饰，或佩戴一枚能映射多元宇宙微光的胸针。颈部常伴有细密的符文项链，腕间则可能悬挂着由时间流沙凝结而成的手链，每一点都散发着古老而神圣的气息。",
    "colorScheme": "主色调为纯粹的珍珠白与星辰金，点缀以宇宙深邃的靛蓝、温柔的奇迹粉和流动的虹彩色，营造出一种超凡脱俗、既神圣又充满爱的视觉效果。",
    "overallLook": "整体外观呈现出一种超凡脱俗、庄严而又温柔的神性。她如同从宇宙深处走出的女神，散发着圣洁的光辉与无尽的包容，同时又不失少女的纯粹与灵动，令人望而生敬又心生亲近。"
    }
  },
  {
  "codename": "菊花",
  "appearance": {
    "outfit": "身着一套剪裁大胆、充满活力的泳衣风格战斗服，主色调为亮粉与天蓝的撞色设计，搭配半透明的轻纱和蕾丝边，兼具俏皮与时尚感。",
    "accessories": "头部佩戴一朵盛开的粉色菊花形发饰，耳畔悬挂不对称的珍珠贝壳耳坠，腰间系着一条由细密水钻编织而成的链带，指尖则有透明的亮片点缀。",
    "colorScheme": "主色调为活力四射的亮粉色与清新明亮的天蓝色，辅以珍珠白、银色亮片和透明质感的点缀，营造出轻快、诱惑又充满幻想的氛围。",
    "overallLook": "整体造型大胆而充满玩味，融合了泳衣的轻盈与魔法少女的华丽，强调视觉冲击和出其不意。线条流畅，材质轻盈，给人一种随时准备玩乐的自由感。"
    }
  },
  {
  "codename": "樱",
  "appearance": {
    "outfit": "以破碎樱花花瓣为主题，淡粉与蔚蓝交织的短裙式战衣，裙摆层叠如花瓣，轻盈飘逸，胸口有银色花纹点缀。",
    "accessories": "左右手腕各佩戴一个环形手镯，其上镶嵌着微缩的蓝色和粉色花瓣，腰间系着由六枚樱花形浮游剑柄组成的腰带。",
    "colorScheme": "主色调为淡粉与蔚蓝色，辅以银白与少量深邃的蓝，营造出既温柔又锐利的对比。",
    "overallLook": "拥有如剪碎阳光般的浅粉短发，瞳色是清澈的湖蓝色。身形娇小却不失力量感，眼神时而迷茫呆萌，时而又流露出锐不可当的坚定，整体风格活泼中带着一丝神秘。"
    }
  },
  {
  "codename": "咪咪",
  "appearance": {
    "outfit": "一身蓬松柔软的橘色虎斑毛发，四只雪白的小爪子像穿着白袜子，颈间有一个小小的蓝色蝴蝶结项圈。",
    "accessories": "圆溜溜的琥珀色大眼睛，粉嫩的小鼻子，总是微微歪着头看着人，尾巴尖轻轻摇摆。",
    "colorScheme": "温暖的橘色与白色相间，配上蓝色的项圈点缀，整体显得格外软萌可爱。",
    "overallLook": "一只胖乎乎的小橘猫，体型圆润，动作慵懒，看起来毫无战斗力，但可爱到让人忍不住想摸头。"
    }
  },
  {
  "codename": "鹅",
  "appearance": {
    "outfit": "身形高大，羽毛洁白无瑕，橘黄色的喙，长长的脖颈，锐利的眼神，毫无疑问，这是一只健康的鹅。",
    "accessories": "脚蹼健康，羽毛光亮，毫无疑问，这是一只健康的鹅。",
    "colorScheme": "主色调为白色、喙和脚蹼为橘黄色，黑色的眼睛，毫无疑问，这是一只健康的鹅。",
    "overallLook": "它似乎对环境的突然变化感到懵逼。"
    }
  }
]