[
  {
    "name": "星之棋盘",
    "description": "在奇境范围内，所有单位的移动都必须遵循棋盘格的规则，无法进行平滑移动。",
    "tendency": "规则与限制",
    "activation": "当需要进行大规模场地控制时激活。"
  },
  {
    "name": "静谧月影",
    "description": "在奇境范围内，所有声音都会被吸收，一切归于寂静，只能通过视觉和魔力感知进行判断。",
    "tendency": "隐匿与感知",
    "activation": "当需要进行潜行或扰乱敌人感知时激活。"
  },
  {
    "name": "无鞘斗技场",
    "description": "将一片区域强制转化为一对一的决斗场。领域内所有范围性攻击、召唤物和外部支援都会失效。只有被奇境主人指定的双方才能互相造成伤害，直到一方倒下或认输为止。",
    "tendency": "秩序与决斗",
    "activation": "当使用者内心充满与强敌堂堂正正一战的渴望时，通过咏唱发动。"
  },
  {
    "name": "幸运的舞台",
    "description": "在奇境范围内，所有友方的行动都会被导向‘最有利’的结果，例如攻击必定命中弱点，闪避总能成功。反之，敌人的行动会被导向‘最不利’的结果。",
    "tendency": "因果与运势",
    "activation": "消耗自身‘运气’来发动，发动后在一段时间内会变得非常不幸。"
  },
  {
    "name": "寂静安魂曲",
    "description": "领域内的一切声音都会被奇境主人所掌控。她可以剥夺敌人的听觉，制造致命的声波攻击，或演奏能强化同伴、削弱敌人的战歌。",
    "tendency": "控制与干涉",
    "activation": "通过演奏特定的旋律或感受到强烈的情感律动时发动。"
  },
  {
    "name": "天坠之庭",
    "description": "自由操控领域内的重力方向与强度。可以将敌人压制在地面，或让他们失重漂浮在空中，也可以制造局部超重力区域形成引力奇点。",
    "tendency": "支配与压制",
    "activation": "当内心感到沉重的压力或强烈的支配欲望时，将魔力灌注于大地发动。"
  },
  {
    "name": "无尽回廊",
    "description": "创造一个由心象风景构成的、不断变化的迷宫。敌人会被困在其中，不断遭遇由其自身记忆产生的幻影攻击，直至精神崩溃。",
    "tendency": "迷惑与精神攻击",
    "activation": "当需要保护重要事物或拖延时间时，通过强烈的意念扭曲空间发动。"
  },
  {
    "name": "刹那沙漏",
    "description": "在奇境范围内，时间的流速可以被加速或减慢。使用者可以获得超越常人的反应速度，或让敌人的动作变得迟缓无比。",
    "tendency": "加速与延迟",
    "activation": "在精神高度集中，进入‘子弹时间’般的思考状态时有几率触发。"
  },
  {
    "name": "血缘共感",
    "description": "将领域内所有被标记的单位（包括敌我）的感官与伤害进行连接。对任意一个单位造成的伤害，都会被所有标记单位均摊。同样，治疗效果也会被共享。",
    "tendency": "联结与均摊",
    "activation": "当对同伴的伤势感同身受，产生强烈的共情时发动。"
  },
  {
    "name": "万物生长",
    "description": "奇境展开后，大地会生长出无数奇异的植物。这些植物会根据主人的意志进行攻击、防御或治疗，也可以改变地形，创造对己方有利的战场。",
    "tendency": "创造与生命",
    "activation": "当使用者与自然产生深刻共鸣，或怀有强烈的培育与守护之情时发动。"
  },
  {
    "name": "锈蚀领域",
    "description": "领域内的一切造物都会被加速腐朽、锈蚀。敌人的武器和铠甲会变得脆弱不堪，机械类敌人会迅速失灵。该效果对魔装同样有效。",
    "tendency": "衰败与侵蚀",
    "activation": "当感受到时间的流逝与事物的消亡，并希望加速这一进程时发动。"
  },
  {
    "name": "心之壁垒",
    "description": "将自身的内心世界具现化，形成一个坚不可摧的绝对防御空间。除非能从精神层面击溃使用者，否则任何物理或魔法攻击都无法伤及其中的人。",
    "tendency": "绝对守护与精神",
    "activation": "当内心受到巨大冲击，或决心不惜一切代价守护某人时，以封闭自身为代价发动。"
  },
  {
    "name": "孤独的角斗场",
    "description": "奇境展开后，会将施术者和其指定的一名敌人拉入一个与外界隔绝的亚空间。在此空间中，任何第三方的干预都会被无效化，只有对决双方能互相造成伤害，直至一方倒下。",
    "tendency": "决斗与荣耀",
    "activation": "当使用者决心与一名宿敌进行不受打扰的公平对决时，以强烈的意志锁定对方后发动。"
  },
  {
    "name": "无感天平",
    "description": "在奇境范围内，所有生物的情感波动都会被强制压制到“零”点。强烈的喜悦、愤怒或悲伤都会被迅速抚平，使人进入绝对的冷静状态。在此领域内，以情感为基础的攻击会被大幅削弱。",
    "tendency": "控制与压制",
    "activation": "当魔法少女自身情绪失控，或为了对抗以情感为力量源泉的敌人时，内心渴望绝对冷静时触发。"
  },
  {
    "name": "万花镜之城",
    "description": "奇境中布满了无数看不见的镜面。任何进入领域的攻击都会被随机反射、折射和复制，形成难以预测的弹幕。同时，施术者可以在镜面之间自由穿梭，制造出无数幻影。",
    "tendency": "混乱与幻术",
    "activation": "面对数量占优的敌人或弹幕式攻击时，为了扰乱敌人阵型并创造反击机会而展开。"
  },
  {
    "name": "诚者之庭",
    "description": "领域内禁止一切谎言。任何违背事实的言语都会引发剧烈的魔力反噬，对说谎者造成精神和物理上的双重伤害。相反，说出真相则会获得微弱的魔力恢复。",
    "tendency": "规则与审判",
    "activation": "当使用者内心对“真相”有强烈渴求，或在需要辨别敌人谎言与阴谋的关键时刻自动展开。"
  },
  {
    "name": "刹那的沙漏",
    "description": "奇境内的相对时间流速可以被施术者自由调整。她可以将一秒钟延长至一分钟，以进行精密的思考和闪避；也可以将一分钟压缩为一秒，发动疾风骤雨般的攻击。这种调整会剧烈消耗魔力。",
    "tendency": "操控与战术",
    "activation": "需要进行精密计算或应对极高速敌人时，通过消耗大量魔力主动开启。"
  },
  {
    "name": "逆转天穹",
    "description": "在这个颠倒的领域中，重力的方向和强度可以被施术者任意改变。她可以创造出失重环境，让敌人难以行动；也可以瞬间施加数倍的重压，将敌人束缚于地面。",
    "tendency": "控制与束缚",
    "activation": "当需要限制大范围敌人的行动，或占据绝对的地形优势时主动发动。"
  },
  {
    "name": "不枯的王庭",
    "description": "在奇境范围内，所有植物都会疯狂生长，并听从施术者的号令。藤蔓会化为束缚的囚笼，花瓣会变为锋利的刀刃，大树会成为坚固的壁垒。施术者在此领域内能缓慢恢复生命力。",
    "tendency": "守护与增殖",
    "activation": "当使用者脚踩大地，内心充满守护自然的意愿，并与周围的植物产生共鸣时展开。"
  },
  {
    "name": "无光之幕",
    "description": "将领域内的所有光线吞噬，创造出一个只有影子的世界。在影子中，施术者可以隐匿身形、快速移动，并能将影子实体化为武器或仆从进行攻击。敌人的影子也会被扭曲，反过来束缚其主人。",
    "tendency": "隐匿与侵蚀",
    "activation": "在有阴影存在的环境下，当使用者渴望融入黑暗、抹杀自身存在感时发动。"
  },
  {
    "name": "命运轮盘",
    "description": "将双方的魔力作为赌注，进行一场规则化的“赌局”。胜利者将获得对方的部分魔力，而失败者则会暂时失去部分力量。赌局的内容由施术者在展开奇境时随机生成，可能是比拼速度、力量或是纯粹的运气。",
    "tendency": "契约与掠夺",
    "activation": "当自身魔力枯竭，抱着孤注一掷的决心时才能发动，需要双方都同意“赌局”才能成立。"
  },
  {
    "name": "寂静回廊",
    "description": "领域内的一切声音都会被吸收并储存。施术者可以瞬间释放所有被吸收的声音，形成毁灭性的音爆；或者维持绝对的寂静，让习惯依靠听觉的敌人陷入混乱和不安。",
    "tendency": "禁绝与爆发",
    "activation": "当使用者内心渴望安静，或积蓄了足够的外界声音能量后，可以选择性发动。"
  },
  {
    "name": "万法归一",
    "description": "奇境规则：万法归一。任何进入此奇境的‘存在’，其构成、能力、历史、乃至‘设定’本身，都将被强制解析并追溯至其最根源的‘一’。一切叠加的、衍生的、复杂的属性都将被剥离，只剩下最本质的核心。在此，时间线被捋为直线，空间被压为平面，因果被简化为单向，‘神’与‘石’的本质区别将被抹消。",
    "tendency": "概念抹除/根源回归",
    "activation": "当使用者的意志锁定‘终局’，并认定一切过程皆为冗余时，规则即刻发动。她的心越是沉静如止水，规则的解析与剥离之力就越是绝对。"
  }
]