{
  "codename": "鸢",
  "appearance": {
    "outfit": "身穿一件有些陈旧与破损的黑色道袍，道袍的袖口和下摆有磨损的痕迹，显示出久经战阵的沧桑。道袍之下是便于活动的紧身劲装，整体不追求华丽，以实用和隐蔽为上。",
    "accessories": "没有多余的饰品，仅用一根简单的黑色发带束起长发。脸上可能带有些许旧伤疤，眼神锐利而沉静。",
    "colorScheme": "以深黑和暗灰为主色调，辅以少量暗红色作为点缀，营造出肃杀、内敛而危险的氛围。",
    "overallLook": "整体风格摒弃了传统魔法少女的华丽与可爱，更像是一位行走于阴影中的武者或刺客。其装扮深受实用主义影响，充满了战斗磨砺的痕迹，给人以强大、孤高且不可轻易接近的印象。成女体型。"
  },
  "magicConstruct": {
    "name": "百武",
    "form": "不存在固定形态，是能够随心意变化为各种武学兵刃的魔力构装。可以瞬间凝聚成刀、枪、剑、戟等近战武器，也能分解为暗器或锁链进行中距离攻击。",
    "basicAbilities": [
      "兵刃化形: 快速将魔力塑造成使用者认知中的任何冷兵器。",
      "气劲加持: 将“气”附着于兵刃之上，大幅增强其破坏力与锋利度。",
      "离手操控: 可对化形后的兵刃进行短距离的遥控攻击。"
    ],
    "description": "“百武”是鸢武学意志的极致体现，它并非单纯的武器，而是其武学技艺的延伸。这件魔装的强大之处不在于兵刃本身，而在于使用者能够纯熟地驾驭各种武器的技巧与经验。"
  },
  "wonderlandRule": {
    "name": "",
    "description": "奇境展开后，会将领域内的一切魔力——无论是敌方的、我方的还是环境中游离的——全部强制转化为一种名为“气”的特殊能量。在这片领域中，传统的魔法将无法使用，胜负取决于对“气”的运用技巧和本身的武学造诣。对于只会操纵魔力的敌人而言，这里是她们的绝对死地。但是，鸢自己不是很想使用这种奇境，因为这会使得自己不能享受和强敌战斗的乐趣。"
  },
  "blooming": {
    "name": "百势成武",
    "description": "叛逃至“爪痕”后获得的全新形态，是“百武”的升华。在此形态下，鸢不仅能化“气”为兵刃，更能将自身的武学“架势”与“拳意”化为实质。一招一式都伴随着巨大的能量形态，能够以纯粹的武学技艺碾压对手，是其武道意志的最终体现。"
  },
  "analysis": {
    "personalityAnalysis": "鸢是一名性格坚忍、务实且极度自律的魔法少女。她信奉力量，但并非天赋的魔力，而是通过千锤百炼获得的技艺与实力。由于过往的经历，她对传统的魔法少女体系抱持着深刻的怀疑与不信任，认为那是一种虚假的、由天赋决定的不公体系。她言语不多，性格孤僻，习惯于独立解决所有问题。在战斗中冷静到近乎冷酷，以达成目的为最优先事项，对‘善恶’之类的道德准则不屑一顾，认为那只是弱者束缚强者的枷锁。",
    "abilityReasoning": "鸢的性格深受其惨痛过往的影响，表现得极为坚忍、务实和冷漠。她不相信任何人，尤其是权威，只相信自己手中的武器和磨练出的技艺。作为一名武者，她崇尚力量与技巧，并且有着超乎常人的战斗直觉。长期的战斗和同伴的逝去让她变得有些孤僻和不近人情。因此，她的能力彻底否定了传统魔法，创造出一个只凭‘技艺’定胜负的领域。她的魔装‘百武’也并非单一的强大武器，而是需要使用者自身具备极高武学造诣才能发挥威力的‘工具箱’。这一切都指向了她‘只相信自己双手’的偏执信念。",
    "coreTraits": [
      "武痴",
      "实力至上",
      "务实主义",
      "反权威者",
      "孤僻"
    ],
    "predictionBasis": "鸢的能力体系完全建立在其对‘武学’的执着之上，这是一种后天磨炼的技艺，与魔法少女普遍依赖的先天‘天赋’形成鲜明对比。这表明她很可能经历过被天赋更强的魔法少女碾压，或是被同伴背叛的过去，从而对整个魔法少女体系产生了否定。她加入‘爪痕’，也可能是为了寻求一个不受传统规则束缚，只凭实力说话的环境。她的性格是其经历的直接产物：无法信任他人，只能依靠自己，因此变得孤僻、冷静和务实。她的一切行动都以达成自身目标为准则，是一位行走在灰色地带的现实主义者。"
  },
  "userAnswers": [
    "名字没有意义，过去的我已经死了。",
    "我会衡量胜算。若有，则救。若无，则记下仇恨。",
    "伤会痊愈，但信任不会。我会独自处理伤口，然后独自行动。",
    "我的力量是用来达成目的，不是挥霍在无谓的善意上。",
    "不再依赖虚无缥缈的天赋，而是获得掌握自己命运的真正力量。",
    "驾驭‘气’的极致，武学的巅峰。",
    "拳。",
    "挫败敌人是前提。无法战胜敌人，就无法保护任何人。",
    "命运由强者书写。",
    "若牺牲无法避免，则选择代价最小的结果。",
    "无所谓善恶，只有手段与目的。",
    "指出错误。若无人听从，我将按自己的判断行事。",
    "伙伴是弱点。",
    "周密的计划和千锤百炼的直觉，皆为武器。",
    "武道理想崩塌的那一刻。",
    "呵……已经被历史掩埋了。"
  ]
}