{
  "codename": "麻雀",
  "appearance": {
    "outfit": "一件简约而修身的黑色裙装，便于活动，风格上偏向实用主义。",
    "accessories": "脖子系着下方紫黑色的心之宝石，除此之外，几乎没有多余的饰品，显得干练而危险。",
    "colorScheme": "以黑色和土黄色为主，象征着大地与阴影。",
    "overallLook": "态度张扬，言语轻佻，但眼神中透露出坚定。在'半兽形'下，左臂会化为黑底黄斑的鸟翼，双眼巩膜变黑，显得颇为邪异。少女体型。"
  },
  "magicConstruct": {
    "name": "飞爪",
    "form": "一把形象类似鹰爪一般的暗器，有着前三后一共四片刃趾，根部连着一条可以自由伸缩的魔力绳索。",
    "basicAbilities": [
      "自动索敌：在一定范围内能自动追踪并攻击目标，并且可以吸引周围的活物。",
      "牵引与束缚：利用绳索进行快速位移，或束缚敌人。",
      "腐蚀魔力附加：爪击能够附加具有腐蚀性的土黄色魔力。"
    ],
    "description": "“飞爪”是一件极具攻击性的魔装，体现了麻雀精准、迅速且致命的战斗风格。它既是武器，也是她快速穿梭于战场的工具。"
  },
  "wonderlandRule": {
    "name": "未知",
    "description": "可能因其可以“半兽化”的特殊体质，其奇境规则表现形式不同寻常。",
    "tendency": "未知",
    "activation": "未知"
  },
  "blooming": {
    "name": "半兽形·雀翼",
    "evolvedAbilities": [
      "僚机麻雀：召唤数只小麻雀协同攻击，进行饱和式魔力弹打击。",
      "极限加速：将全身魔力集中于鸟翼，进行短距离的爆发性高速突进。"
    ],
    "evolvedForm": "飞爪变得更加巨大、锋利，绳索上附着着流动的腐蚀性能量。",
    "evolvedOutfit": "黑色裙装变得更加贴身，并出现羽毛状的护甲点缀，左臂完全化为黑黄相间的巨大鸟翼。",
    "powerLevel": "大幅提升机动性、攻击速度和魔力强度，进入高机动战斗状态。"
  },
  "analysis": {
    "personalityAnalysis": "曾经是财政院的魔法少女‘金铃’，如今是叛逆组织‘爪痕’的一员。她言语轻佻，态度张扬，对自己的实力充满自信。享受战斗的快感，对认定的敌人会毫不犹豫地发起攻击。她追寻着所谓的‘自由’，对权威抱有不信任感。",
    "abilityReasoning": "她的能力体系反映了她挣脱束缚、追求自由的内心。“飞爪”的牵引和索敌能力让她在战斗中灵活自如，而“半兽形”则是她挣脱人类规则，释放野性本能的体现。腐蚀性的魔力属性也暗示了她对现有秩序的颠覆意图。",
    "coreTraits": [
      "自信张扬",
      "战斗狂",
      "追求自由",
      "反叛"
    ],
    "predictionBasis": "基于她叛逆的性格和对自由的追求，她的能力会持续向着挣脱束缚、高速机动的方向发展。她的战斗方式不会拘泥于章法，而是充满了变数和意外性，是一位典型的机会主义强攻手。",
	"background": {
    "belief": "作为“爪痕”的一员，她是一名信奉力量、为非作歹的叛逆魔法少女。她认为魔法少女的力量就应该随心所欲地使用，不受任何规则和道德的束缚。她为“自由”而战，认为魔法国度的统治是虚伪的枷锁。支撑她行动的内在动力，是对现有秩序的反抗，以及对真正自由的渴望。",
    "bonds": "她与“爪痕”的同伴之间是基于共同目标而形成的联系，彼此之间既有合作，也有利用。她与过去的自己、曾经的信仰彻底决裂，这份决绝是她力量的源泉，也是她孤独的证明。"
	}
  },
  "userAnswers": [
    "以前叫金铃，现在嘛，叫我麻雀就行了。",
    "前辈？要是她自己都搞不定，那说明她不行。不过看她快死了还是会不爽，顺手捞一把呗。",
    "哈？自责？那是她自己的问题。我会告诉她，下次再犯就把你扔在原地哦。",
    "哈？为了不熟的人？凭什么？我的力量可是很宝贵的。",
    "把那些烦人的规矩全部撕碎！",
    "更快、更强的力量，能让我去任何想去的地方，打败任何想打败的家伙。",
    "翅膀。",
    "当然是挫败敌人！队友？别拖我后腿就行。",
    "命运？那种东西就是强者用来骗弱者的鬼话。",
    "好麻烦……谁声音大就帮谁好了。",
    "听起来挺方便的，只要能达成目的，‘恶’又怎么样？",
    "当面指出来，然后问他‘你是不是脑子有问题？’",
    "一个人更自在。伙伴只会碍手碍脚。",
    "直觉。计划赶不上变化，战斗就是要随心所欲！",
    "第一次挣脱锁链，感觉风从耳边吹过的时候。",
    "后悔？为什么要后悔？做过的就是做过了。"
  ]
}