{
  "codename": "翠雀 (爪痕领袖)",
  "appearance": {
    "outfit": "原本古典沉稳的藏青洛丽塔裙变得破败、陈旧，如同褪色的古董布料，裸露出被‘爪痕’技术修复强化后形成的雀类羽翼。蓝色的羽毛与白皙的肌肤在破损的裙摆下若隐若现。华丽的缎带不再优雅，而是像束缚的绷带或干涸的血迹般缠绕在身上。",
    "accessories": "曾经工整的蓝色发辫如今化为随意披散在身后的乱发，头上的波奈特帽也不知所踪。原本娇柔的面容上，一只眼睛散发着不详的苍蓝色光芒，另一只眼睛则空洞无神，仿佛燃烧殆尽的死灰。",
    "colorScheme": "色调从深邃的藏青蓝变为阴郁的灰蓝、暗紫和死寂的苍白，点缀以焦黑色与暗红色。",
    "overallLook": "失去了曾经的一切后，舍弃了身为魔法少女的情感与正义，为了向世界复仇而将己身燃烧殆尽的复仇者。古典的娇美与野蛮的兽性，两种截然相反的风格在她身上完美地结合为一体，化为令人恐惧的，残缺的美。矮小体型。"
  },
  "magicConstruct": {
    "name": "织命",
    "form": "套装类魔装，由‘爪痕’技术修复并强化。原本的魔力线团如今化为了闪烁着暗红色光芒的丝线，顶端带有狰狞的倒钩；裁衣剪刀则被替换为了更加巨大而扭曲的金属巨剪。",
    "basicAbilities": [
      "丝线操控：丝线在造成束缚与切割效果的同时，能够侵入敌人的身体，汲取对方的生命力与魔力。",
      "苦痛纺织：将丝线织成网络，承受伤害的同时会将伤害反馈给攻击者，使敌人也一同感受到痛苦。",
      "灾厄杰作：能够使用丝线构筑出具有强大破坏能力的武装。",
      "命运剪切：使用金属巨剪剪断一切，不管是概念、情感还是生命，都将在这一击下被彻底粉碎。"
    ],
    "description": "名为“织命”的魔装，象征着使用者在失去了一切之后，决心向世界复仇的意志。它不再编织命运，而是编织罪恶；它不再衡量未来，而是衡量代价；它不再裁剪希望，而是裁剪生命。"
  },
  "wonderlandRule": {
    "name": "终末的复仇者之歌",
    "description": "在这腐朽的世界迎来终末之前，就让我将之一切，连同我自己一同燃烧殆尽吧。",
    "tendency": "破碎的守护与永恒的毁灭",
    "activation": "经过爪痕强化后，再加上自身强大魔力的支撑，可随意使用。"
  },
  "blooming": {
    "name": "命运织机",
    "evolvedAbilities": [
       "蓝宝石的诅咒：只要世界上的负面情绪依然存在，就会获得源源不断受污染的绝望魔力，这些成为维系庞大茧房和强制共生规则的源泉。能力的最高优先级被用于强制执行扭曲的“同命”规则，压制一切反抗。且被绝望魔力沾染的魔法少女便会如同感染病毒版被迅速侵蚀，被感染个体意志越坚定则侵蚀速度和力度越大",
       "茧房核心：她自身成为奇境的核心，与茧房彻底融为一体。摧毁她需要先摧毁整个由全部智慧生物的痛苦、停滞和被束缚灵魂构成的庞大结构。"
    ],
    "evolvedForm": "魔力武装彻底扭曲，不再是命运三女神，而是融合了纺织、切割、丈量意象的、充满怨念的古老邪神化身。三件魔装融合成一把巨大的、缠绕着无尽怨念丝线的断命纺锤。",
    "evolvedOutfit": "公主裙化为褴褛的裹尸布般的织物，缠绕的魔力丝线如同血管与神经，链接着整个茧房。身形可能变得非人，如同巨大蜘蛛与破碎人偶的结合体。",
    "powerLevel": "挥动纺锤，不再仅仅是斩断命运之线，而是强制“纺入”。它能将目标的命运之线强行剥离、扭曲，然后纺入她自身的“永恒茧房”的命运织锦中，使其成为这静止地狱中一个永恒的、痛苦的节点。被纺入者将彻底失去独立命运，成为茧房运转的养料和痛苦共鸣体的一部分。只要这个世界仍然存在悲剧的命运，这边茧房便无法被破坏。"
  },
  "analysis": {
    "personalityAnalysis": "这或许是这位伟大魔法少女的另一种可能性——翠雀曾以矢车菊之名守护方亭市，与同为魔法少女的安雅（代号“樱”）并肩作战，两人是拯救了城市的英雄。参与了著名的花园保卫战，屡建奇功，是魔法国度的英雄。但因为某些不可言说的隐秘，矢车菊失去了自己的亲朋好友和家人。在失去了自己想要保护过的一切后，她接受了爪痕的邀请，利用爪痕技术修复并强化自己后，决定向世界复仇、将己身燃烧殆尽。最终，她以“翠雀”为代号加入爪痕，并迅速成为领袖，将爪痕化为向世界复仇的工具。她是一位经验丰富的魔法少女：冷漠、残忍、不可一世。曾经正义的魔法少女如今只剩下复仇的疯狂。",
    "abilityReasoning": "翠雀决心将己身的一切，连同灵魂一同燃烧，获得超越极限的力量。当她那相当于数十位花级魔法少女的庞大魔力量耗尽，使用者也将迎来自己的终末。",
    "coreTraits": [
      "复仇",
      "毁灭",
      "绝望",
      "破碎"
    ],
    "predictionBasis": "曾经【守护】的愿望破碎，将这位正义的守护者转变为了恐怖的行走天灾，带给了她碾碎一切的强大力量。只可惜，这股力量如今无法被用于守护任何事物。",
	"background": {
    "belief": "代表了翠雀内心最为冷酷与决绝的一面，其信念是“不惜一切代价的复仇”。为了向杀死亡妻安雅（樱）的凶手复仇，她可以舍弃一切，化身为不择手段的修罗。支撑她行动的内在动力，是无尽的愤怒与刻骨的憎恨。",
    "bonds": "她与新旧两代方亭市小队的同伴们曾是生死与共的战友，但如今分道扬镳。在这一状态下，她对亡妻的爱扭曲为复仇的执念，对女儿的保护欲也可能被复仇的火焰所吞噬。她与同伴之间不再是守护与被守护的关系，而可能变成单纯的利用与被利用。深陷心魔之中的她，是孤高的复仇者，也是被仇恨束缚的囚徒。"
	}
  },
  "userAnswers": [
    "我的名字……是翠雀，只是翠雀。除了这个名字，我已经一无所有。",
    "我会让敌人也一并为她陪葬。",
    "……哼，没有第二次了。",
    "……只要能实现我的复仇夙愿的话。",
    "保护我最重要的人，呵，不过最终我还是什么都没能做到……但至少，还可以为她陪葬。",
    "能够将一切都燃烧殆尽的力量。",
    "丝线，剪刀，尺子",
    "挫败敌人。我已经失去了想要守护的一切，再也无法挽回了。",
    "命运是注定的，而我会成为终结一切命运的人。",
    "不论多少，只要是‘有罪’的人，都该死。",
    "不论是善是恶，只要是‘必要’的，我都能够接受。",
    "我会取代她，然后做出我认为正确的决定。",
    "……我曾经习惯和伙伴一起。但现在，我不在乎。",
    "计划？那种东西只会成为我的束缚。",
    "当我想要守护的一切，在我眼前凋零的那一刻。",
    "如果我……不，没有意义了，我已经无法回到过去了。"
  ]
}
