{
  "codename": "松花",
  "appearance": {
    "outfit": "身穿优雅的晚礼服，整体色调融合了橘色与深绿。",
    "accessories": "琥珀色的瞳孔中仿佛封存着流转的光辉。",
    "colorScheme": "橘色、深绿色、木色（浅黄、米白或淡褐色）",
    "overallLook": "一位热衷于圣地巡礼的魔法少女，气质优雅，但总带有一丝想要摸鱼的慵懒感。"
  },
  "magicConstruct": {
    "name": "思忆",
    "form": "一根开了几朵花的松枝，枝条间有晶莹剔剔透的金色树脂缓缓流动。",
    "basicAbilities": [
      "回忆凝固：将尚未彻底消散的回忆残响以魔力凝固，封存在琥珀之中。",
      "情感读取：感知琥珀中保存的感情和思绪片段。",
      "魔力弹：将琥珀如同魔力弹一样发射，根据回忆内容造成不同法术效果。"
    ],
    "description": "“思忆”的核心在于能将回忆残响固化为琥珀。这些琥珀不仅是记忆的载体，也是她施展法术的媒介，是一种独特的记录与战斗兼备的魔装。"
  },
  "wonderlandRule": {
    "name": "愿你于回忆中驻足",
    "description": "在奇境中沾染过多琥珀液滴，就会沉浸在回忆之中，陷入静止状态。攻击可以击碎琥珀并让被困的人脱困，但也会对受困者造成一定伤害。该效果也可用于队友，使其伤势停止恶化。",
    "tendency": "控制与守护",
    "activation": "展开奇境，使琥珀液滴散布于环境中。"
  },
  "blooming": {
    "name": "追思逐忆",
    "evolvedAbilities": ["心境共鸣"],
    "evolvedForm": "松枝变得更加华丽，流淌的金色树脂带有星光般的效果。",
    "evolvedOutfit": "晚礼服上点缀着细碎的琥珀装饰，更显高贵。",
    "powerLevel": "琥珀的攻击除了造成原先的法术效果外，还会影响被击中者的心境。越是具有难以忘怀的过去，越容易与琥珀中的回忆共鸣，遭受的影响也就越大。"
  },
  "analysis": {
    "personalityAnalysis": "非常热衷于进行圣地巡礼的魔法少女，除了逮住机会出外勤摸鱼巡礼之外，对其他事情都不是很上心。尽管本人很想摸鱼，但由于其记录类能力十分稀有，工作总是会自己找上门来。",
    "abilityReasoning": "她的能力来源于‘铭记那无法忘怀的，未曾传递到的感情’这一愿望，因此她的所有能力都与‘回忆’这一概念深度绑定。",
    "coreTraits": ["圣地巡礼爱好者", "摸鱼达人", "记录者", "感情细腻"],
    "predictionBasis": "基于她对‘回忆’和‘感情’的执着，她的能力发展会更偏向于精神干涉和因果记录，是一位强大的辅助与控制型魔法少女。"
  },
  "userAnswers": [
    "叫我松花就好啦。",
    "哎呀，前辈都这么说了……但总不能眼睁睁看着吧？先想办法制造点混乱，看看有没有机会把人捞出来再说。",
    "“好啦好啦，别哭丧着脸，又没死。”我会拍拍她的背，然后把话题转移到之后去哪里吃点心上。",
    "嗯……听起来好麻烦。不过，如果对方是个有趣的人，或者那个地方是我没去过的圣地，也不是不可以考虑啦。",
    "希望能亲眼看看那些只存在于传说中的地方，把那里的风景和故事都记下来。",
    "能记录和分享美好回忆的能力。",
    "琥珀。",
    "保护队友吧。敌人打跑了还会再来，队友没了可就真没了，会变成不开心的回忆的。",
    "命运就像一条设定好的巡礼路线，虽然终点定了，但沿途看什么风景还是可以自己选的嘛。",
    "呜哇，这种送命题就不要问我了……可以弃权吗？",
    "就是那种‘虽然知道不对但还是得做’的事情吧？太累人了，能不做最好。",
    "找个下午茶的时间，装作不经意地提起这件事，看看她是什么反应。直接顶撞也太费力气了。",
    "和伙伴一起。一个人巡礼太孤单了，而且还会迷路。",
    "计划？计划就是没有计划。跟着感觉走，总能遇到有趣的风景。",
    "第一次在某个魔法少女的经典圣地，看到美丽的黄昏的时候。感觉整个世界都安静下来了。",
    "后悔没能把某个快要消失的建筑拍下来。现在……只能凭记忆把它画出来了。"
  ]
}